[
  {
    "title": "Accommodation and Assimilation",
    "definition": "Accommodation and assimilation are terms from cognitive theory refer to the processes of adding and amending information in mental schema.",
    "description": "As a person develops schemata for the objects and events they encounter (defined as a mental organization of information), they are continuously altering those schemata. That adjustment is called accommodation. Before, they often played with mom and dad’s iPad, which was a lot of fun because it was possible to make the images move and generate lots of interesting sounds. Unfortunately, programming a robot sounds a lot easier than it actually is. In part, this is due to the same actions, such as cutting or chopping, having incredibly similar movements. In Western cultures such as the U. S., gender roles have undergone a slow but dramatic transformation over the last 100+ years. Before the industrial revolution, both men and women engaged in grueling work on the farm. They suggest that: For example, students enter kindergarten with several hundred schemata for words, objects, and rules. Each one is fairly simple, consisting of just a few pieces of information. ",
    "examples": [
      {
        "name": "Newborns and touch",
        "description": " A newborn loves to touch whatever it can control their arms well enough to reach. As they grab hold of soft fabrics and squeezable squishy toys, they form distinct schemas for both sensations."
      },
      {
        "name": "An infant grabs hold of a mom’s keys and puts them into their mouth.",
        "description": "Learning that keys are not edible, their existing schema for “can eat” is adjusted to disqualify keys."
      },
      {
        "name": "As the visual cortex of a baby develops,",
        "description": "As the visual cortex of a baby develops, they thoroughly enjoy gazing at facial features. This allows them to form separate visual schemas for “mom” and “dad.”"
      },
      {
        "name": "A toddler has just tripped over a small toy that was laying on the floor.",
        "description": "A toddler has just tripped over a small toy that was laying on the floor. After that, they avoid that toy no matter what, which indicates a newly formed schema for “danger.”"
      },
      {
        "name": "A kindergarten teacher shows the class a toy horse and zebra.",
        "description": "A kindergarten teacher shows the class a toy horse and zebra. She then points out the main visual distinction, thus creating a new schema for zebra in all of the students."
      },
      {
        "name": "New school",
        "description": "When starting a new school year and meeting the teacher for the first time, each student begins replacing their previous “teacher” schema with a newer version."
      },
      {
        "name": "One day the students learn how to read 1 CVC word.",
        "description": "One day the students learn how to read 1 CVC word. The teacher is sure to show a photo to help kids understand what the word means. The next day the teacher shows a new CVC word and photo. At first, the kids are confused because the information doesn’t fit their existing schema. Eventually, they restore equilibrium by forming a separate schema for the new word and image."
      },
      {
        "name": "As students advance through the educational system where instruction is more serious,",
        "description": "As students advance through the educational system where instruction is more serious, they constantly process and accommodate new information about different subjects. Their schemas for each subject will adjust to include key descriptors: Math=hard; Art class=Fun; World History=boring; Chemistry=aaargh."
      },
      {
        "name": "Middle-managers in training",
        "description": "While in training, middle-managers must keep adjusting their old schemas for authoritarian leadership that include concepts such as bossy and cold. The new characteristics they are learning about are for transformative, servant, and collaborative leadership styles."
      },
      {
        "name": "When traveling to a new country, a person’s concept of “table etiquette” will be transformed",
        "description": "When traveling to a new country, a person’s concept of “table etiquette” will be transformed to be more tolerant and accepting of cultural differences."
      }
    ],
    "category": "Psychology"
  },
  {
    "title": "Attachment Theory",
    "definition": "Attachment theory explores the stages of relationships between caregivers and their children and proposes a range of attachment styles.",
    "description": "According to Bowlby, an infant is born with a biologically driven propensity to form a strong emotional bond with its mother. The infant does not show any preferences for adults and will not fuss when being picked up by strangers. The mother can soothe the baby more easily than others and illicit more frequent and sustained smiles because the baby is developing social referencing skills. The infant will show strong protest when separated from the caregiver that can include crying loudly and quick bursts of random physical movements. This may lead to the formation of multiple attachments, including secondary caregivers such as the father, relatives, or babysitters. It was a dramatic insight into human development. This mental representation significantly affects how the infant reacts to other human beings it encounters. If the internal working model is positive, then the infant will automatically respond to other human beings in a positive manner. Moreover, developing a psychological theory in the 1950’s and 60’s means that there is a lot of time for others to research your theory and find everything that is wrong with it. He further stated that maternal deprivation during the critical period would lead to adults developing dysfunctional personality characteristics. Although there is ample evidence that shows early neglect can lead to severe problems, other research has identified exceptions. This makes sense because at that time in society, caregiving was considered to be the responsibility of the mother. Therefore, Bowlby did not spend significant time examining the role of the father. For example, the infant’s temperament can have a profound impact on the attachment style between mother and infant. ",
    "examples": [
        {
          "name": "Pre-attachment (newborn to 6 weeks)",
          "description": "The first stage of attachment is from birth to 6 weeks. There is no attachment to any specific individual at this time. The infant does not show any preferences for adults and will not fuss when being picked up by strangers. During those first few weeks, the infant exhibits many actions to get the attention of the caregiver. This can include crying and smiling, which will elicit immediate action from the primary caregiver. Although not fully and exclusively attached to the caregiver at this time, the bond is beginning to form. The caregiver’s reactions to the infant’s signals, and the positive responses from the infant, begin to create a strong emotional attachment between the two."
        },
        {
          "name": "Attachment in Making (6 weeks to 6-8 months)",
          "description": "In this stage, the infant begins to show preferences for caregivers over strangers. The primary caregiver, such as the mother, begins to have a powerful effect on the infant’s behavior. The mother can soothe the baby more easily than others and elicit more frequent and sustained smiles because the baby is developing social referencing skills. If the mother is responsive to the infant’s needs, then a sense of trust is established. The infant learns that the primary caregiver can satisfy their basic biological needs. At this stage, even though the bond is becoming stronger, the infant will not yet exhibit separation anxiety and protest when separated from the primary caregiver."
        },
        {
          "name": "Clear-cut Attachment (6-8 months to 18-24 months)",
          "description": "As the name suggests, during this stage, there is a clear attachment bond between the infant and the primary caregiver. The bond can be quite strong. The infant will show strong protest when separated from the caregiver that can include crying loudly and quick bursts of random physical movements. The infant has a firm understanding of who to depend on when in need and shows a strong preference for that person over all others. Strangers will create a fear response in the infant that includes strong protest and distress. The infant is very likely to refuse being held by others and will resist being held by anyone other than the mother."
        },
        {
          "name": "Formation of Reciprocal Relationships (24 months +)",
          "description": "As the child’s cognitive development progresses, they develop mental representations of others. This may lead to the formation of multiple attachments, including secondary caregivers such as the father, relatives, or babysitters. They also develop a fuller understanding of circumstances that influence the caregiver’s behavior, which makes their world more predictable and less stressful. This understanding makes them less likely to show strong separation anxiety as they have learned that the primary caregiver will return. Verbal skills and other communication techniques also develop and will allow the child to express their needs and wants more clearly, at least in ways other than crying."
        }
    ],
    "category": "Psychology"
  },
  {
    "title": "Attribution Theory",
    "definition": "Attribution theory believes that people attempt to understand events and actions by (often mistakenly) attributing intentions, beliefs, and feelings to the events.",
    "description": "The book The Psychology of Interpersonal Relationships by Fritz Heider (1958) is usually considered the seminal work which sparked this area of study. For example, a person with a hostile attribution bias will attribute others’ behaviors as being hostile to themselves in order to prevent themselves from getting hoodwinked by strangers – better to think everyone is ill-intentioned so you’ll never let anyone fool you! Heider (1976) believed the self-serving attributional bias was pervasive. As he stated, According to Dominioni et al. (2920), the European legal system relies on judges to arrive at verdicts, while the American system puts the responsibility in the hands of jurors: This tendency was demonstrated in a study by Nisbett et al. (1973). Researchers asked college students to think of their behavior and a person they knew, such as their mother or roommate. According to Kelly, we consider three main variables: This led to a 2 x 2 categorization scheme: ",
    "examples": [
        {
          "name": "Doubting Coach",
          "description": "After losing 9 out of their last 10 games, the team is beginning to doubt the coach’s leadership skills."
        },
        {
          "name": "Stella's Concern",
          "description": "Stella believes her child is incredibly smart, but her teacher is not very good and is holding her back."
        },
        {
          "name": "Hakeem's Punctual Friend",
          "description": "Hakeem’s friend is late again. Rather than get upset, he just accepts the fact that punctuality is not one of his friend’s priorities in life."
        },
        {
          "name": "Speculative Jasmine",
          "description": "Jasmine walks by a homeless person and speculates that they probably grew up in a very dysfunctional household."
        },
        {
          "name": "Blaming Fans",
          "description": "The fans are really upset after losing a close match. They immediately blame the refs for bad officiating."
        },
        {
          "name": "Kumar's Achievement",
          "description": "Kumar earned the highest grade in class on the chemistry final, which he attributes to all the time he spent studying."
        },
        {
          "name": "Beth and Andrew's Divorce",
          "description": "Years after going through a messy divorce, both Beth and Andrew blame each other for their failed marriage."
        },
        {
          "name": "Evita's Gymnastic Success",
          "description": "Evita won another gymnastics competition, which her parents attribute to her excellent genes and natural talent."
        },
        {
          "name": "Ben's Confusion",
          "description": "Ben cannot understand why his “best friend” keeps talking bad about him behind his back."
        },
        {
          "name": "Mr. Jones' Perspective",
          "description": "Mr. Jones drives by the local food bank and blames corrupt politicians and greedy corporations for moving all the jobs overseas."
        }
    ],
    "category": "Psychology"
  },
  {
    "title": "Classical Conditioning",
    "definition": "Classical conditioning refers to learned behaviors that occur when a neutral stimulus is associated with a learned response.",
    "description": "It’s often contrasted with operant conditioning, where a behavior is encouraged or discouraged by a ‘trainer’ or ‘teacher’ through explicit rewards and punishments. In classical conditioning, there are no rewards or punishments involved – just learning through repetition. ",
    "examples": [
    {
      "name": "Dog's Leash Excitement",
      "description": "A lot of good examples of classical conditioning come from pets. We spend a lot of time with our pets and we can see their quirky behavior on a daily basis. Classical conditioning provides an explanation for that quirkiness. For example, many dog owners will use a leash whenever they take their dog for a walk. After a short while, the dog has learned to going outside means wearing the leash. From the dog’s perspective, leash equals going outside. Now, every time the owner touches the leash, even if it is to move it somewhere or clean it, the dog gets excited. It has associated the leash with going outside; a classic case of learning by association."
    },
    {
      "name": "Classroom Environment Influence",
      "description": "Teachers utilize the principles of classical conditioning in many ways. One of those ways is by creating a relaxing and positive classroom environment. Most teachers will spend a lot of time decorating the walls of their classroom. This starts with choosing pleasant color schemes. One or two of the walls will have a bulletin board that can be decorated with something bright and cheery. Teachers might also put some plants and flowers on the window seals or even large transparent stickers of flora on the windows. By creating a pleasant classroom environment, the teacher hopes that students will associate learning with a positive feeling. Beautiful images around the room are paired with the learning process."
    },
    {
      "name": "Musical Memory Association",
      "description": "Music can be a very powerful stimulus. Sometimes in our lives we may have experiences that are very significant, such as meeting the love of our life for the first time. If that moment happens while a certain song is playing, then the two may become associated. Then, whenever that song is heard it can trigger our memory of meeting that person. The association between the song and event of meeting can last a very long time, even decades. Even after the relationship has terminated, the memory can still persist and be triggered by that particular song. It’s unfortunate, but that is the way classical conditioning works."
    },
    {
      "name": "Taste Aversion Learning",
      "description": "Imagine that one day you are walking in the forest. You are feeling a bit hungry but did not pack a lunch. You see some tasty-looking red small red berries on a bush nearby. So, you pluck a handful off and eat them. About 20 minutes later you start to feel very ill and get sick. Really sick. From that day forward, whenever you see any kind of food that is small, round, and red, you learn to avoid it like the plague. In fact, your reaction is almost like a reflex. You might even develop a dislike for strawberries and tomatoes. Maybe even the sight of the inside of a watermelon makes you feel queasy."
    },
    {
      "name": "The Grumpy Boss Effect",
      "description": "Working with a boss that is usually grumpy and has a generally unpleasant demeanor can make for an uneasy work setting. As soon as he/she enters the room they begin to distribute various commands and complaints. They may point out flaws in previous assignments and constantly be nagging staff about approaching deadlines. It won’t take long for this kind of boss to create an unhappy office setting. In fact, just the very sight of them can generate a feeling of anxiety and avoidance. Even in settings outside of the office, such as social gatherings, people may still feel apprehensive about interacting with them. From a classical conditioning perspective, this is perfectly understandable. The presence of the boss has been repeatedly associated with an unpleasant emotional state. Over and over again."
    },
    {
      "name": "Aroma of Food and Hunger",
      "description": "The smell of cooking food can trigger the feeling of being hungry. For example, at an outdoor concert there may be several food vendors hoping to cash-in on attendance. While most people are intently listening to the band on stage and enjoying the show, one of the vendors begins cooking hamburgers and onions on the grill. As the smell permeates the crowd, people start to feel hungry. The smell of the hamburgers and onions being cooked on the grill is one that most people have experienced many times before. The aroma has been associated with delicious food on many occasions. After a while, the aroma will trigger a hunger response because of this association."
    },
    {
      "name": "Teacher's Influence on Subjects",
      "description": "The personality and teaching style of a teacher can have a huge impact on students. Although the material is exactly the same, one teacher may have a fun and engaging style while another may be overly stern and critical. It is easy to see how students may react to these two different scenarios. Students that learn from the fun teacher will begin to like the subject, maybe even look forward to each class. However, students taught by the critical teacher may develop an aversion to the subject. Soon it will become their least favorite class. This is a perfect example of how CC works in education. Students associate the subject with the teacher that teaches it."
    },
    {
      "name": "Game Management with Predator Control",
      "description": "Raising sheep and other livestock can be a very profitable business, unless predators such as coyotes and wolves eat your profits. Over that last 50 years there have been many attempts to devise methods of preventing predators from attacking livestock, without actually having to kill the predators. One interesting technique involves lacing a carcass with a chemical that induces sickness when digested. So, when a coyote approaches an already dead sheep, consumes the meat, and later gets ill, it should prevent further attacks. The principles of CC apply because the predator will associate getting sick with eating the animal. Therefore, they will not attack that kind of livestock in the future because it has been associated with illness."
    },
    {
      "name": "Celebrity Image in Advertising",
      "description": "Many celebrities have a very specific public persona. This image could come from always playing a character on a TV show or starring in a particular genre of film. So, when people see a particular celebrity, the image and reputation of that character is activated in their mind. Some celebrities have an image of being honest, some are considered humorous, while others may have an image of being strong and tough. Advertising agencies often use celebrities in their ad campaigns. The idea is to get consumers to associate the feelings they have for the celebrity, to their product. For example, if you want to sell insurance, find a celebrity with an honest image to be a spokesperson for your brand."
    },
    {
      "name": "Learned Phobias and Hiking",
      "description": "A phobia is when we fear something. It could be a place, a sound, or any number of things. Understanding the development of a phobia is an exercise in identifying the components of CC. For example, initially, a person may have no fear of heights. Then one day, while hiking along a high mountain trail, they slip. They tumble down the hill and get hurt badly. From that day on, they may develop a strong aversion to hiking. Just the thought of hiking on a mountain may be enough to make them feel anxious. In fact, it is quite possible that they refuse to ever go hiking again. In terms of CC, they have learned to associate falling and getting hurt with hiking. Even though they have been hiking many times before, that one instance of getting hurt was enough to make them permanently apprehensive."
    }
  ]
  ,
    "category": "Psychology"
  },
  {
    "title": "Cognitive Bias",
    "definition": "A cognitive bias is a mental shortcut (also known as a heuristic) leading to an unconscious error in thinking.",
    "description": "The fact is, most of us overestimate our thinking skills. We think we are objective in our analysis and a good judge of the accuracy and credibility of information. It is completely unintentional and automatic. The reason people have cognitive biases is because there simply isn’t enough time to go through a lengthy analysis of every situation we encounter, especially in modern times when life is so busy. For example, only watching news channels that are consistent with your political ideology. When this happens, we are only going to hear news that confirms our views. It also applies to our thinking about their personality traits or work performance. Even though we may see other people suffer negative consequences all around us, this bias prevents us from concluding that we will also suffer that fate. When we see people in an unemployment line, our first thought might be that they are lazy or lack motivation. Instead of using our personal judgement and our internal moral standards, the presence of so many other people overwhelms our judgement. One example involves the peer pressure that young adults might feel to drink or engage in risky behavior. Another example is when we witness someone being mistreated by others, we may start to participate as well. So, if we have done well on a project at work, we will attribute that success to our talent and hard work. However, if the project fails miserably, we are likely to identify external factors as the cause. It can be seen in a wide range of scenarios. For example, when discussing controversial issues, people are more like to say that “most people” agree with them. This can make us a bit closed-off to listening to divergent opinions because we discount them as uncommon. Social scientists have put a lot of effort into researching how people make decisions. One key finding is that it is easy for people to rely on information that is the most available in their mind. This means that attention-grabbing information is easier to recall. Unfortunately, that doesn’t mean that the information is very useful. It might not even be accurate. The differences between the two examples are perceived as being more extreme than they actually are. For example, if we suffer a period of unemployment, we might be able to generate a lot of reasons for this. Most of those reasons will be about factors outside of our control, such as a bad economy or lots of only a few openings. ",
    "examples": [
      {
        "name": "Confirmation Bias",
        "description": "This bias may be the most prevalent bias of all. It is our tendency to seek out information that confirms our beliefs. For example, only watching news channels that are consistent with your political ideology. When this happens, we are only going to hear news that confirms our views. Another example is when we only follow certain people on social media that we agree with on various social issues. That means that each day we will see posts that are consistent with our perspective. The unfortunate result of having a strong confirmation bias is that we are unlikely to even consider opposing views. This can give us a very narrow view of the world. Although it might boost our self-esteem to think that others agree with us, it also prevents us from growing as an individual."
      },
      {
        "name": "The Halo Effect",
        "description": "When we have a positive impression of someone because they are good in one area, we have a tendency to think that they are good at other areas as well. It also applies to our thinking about their personality traits or work performance. For example, if a manager really likes the enthusiasm of a certain employee, they may be slightly blinded by that impression and give them a very favorable performance review. That person might not actually be a very high-performing member of the team, but the halo effect means they are evaluated favorably in other work domains. The halo effect has many applications, including in marketing and consumer behavior, classroom performance, and various types of competitions that involve judges."
      },
      {
        "name": "Optimism Bias",
        "description": "This bias is very straightforward: It is our tendency to think that bad things are unlikely to happen to us. Even though we may see other people suffer negative consequences all around us, this bias prevents us from concluding that we will also suffer that fate. Some examples include: believing that we will live to a very old age, even though many of our ancestors died young, or that we will be successful trading in the stock market even though most people fail miserably. While a lot of biases are relatively harmless, there are many scenarios in which having the optimism bias can lead to disastrous consequences."
      },
      {
        "name": "Fundamental Attribution Error",
        "description": "We tend to attribute the actions of others to their personality. So, when we see someone get into a car accident, we might be likely to conclude that they are a bad driver. When we see people in an unemployment line, our first thought might be that they are lazy or lack motivation. Psychologists have identified several reasons for this bias. One is that when we are observing another person’s behavior, we are really not privy to a lot of information about the situation. For example, the person in the car crash may have been cut-off in traffic before we got there. Also, it takes time and effort to think about another person’s situation, and one thing we know is that people can be very lazy thinkers. It is just easier to make a sweeping statement about another person rather than exerting a lot of cognitive effort trying to analyze all of the possible factors involved."
      },
      {
        "name": "Conformity Bias",
        "description": "People are social animals. In many ways that is a very beneficial trait. Sometimes however, it can lead to shocking behavior. The conformity bias is the tendency for people to go along with the group. Instead of using our personal judgment and our internal moral standards, the presence of so many other people overwhelms our judgment. One example involves the peer pressure that young adults might feel to drink or engage in risky behavior. Another example is when we witness someone being mistreated by others, we may start to participate as well. Going against the grain takes courage, can involve some very strong negative consequences, and requires that we resist the pressure to conform. These are all difficult obstacles to overcome."
      },
      {
        "name": "Self-serving Bias",
        "description": "This bias really benefits our self-esteem. It is the tendency to attribute success to internal factors and failures to external ones. So, if we have done well on a project at work, we will attribute that success to our talent and hard work. However, if the project fails miserably, we are likely to identify external factors as the cause. The self-serving bias is exactly what it says; it is self-serving. By giving ourselves credit for success and avoiding blame for failure, we are protecting our self-esteem. It is a kind of defense mechanism. Of course, it has a downside. If we deny responsibility for a failure, it may prevent us from learning from our mistakes and improving. It also might make us look bad in the eyes of others because we refuse to admit our faults."
      },
      {
        "name": "False Consensus Effect",
        "description": "Most people have a very strong belief that other people share their opinions. We often think that others agree with us, even though we have not conducted any surveys on the issue. This is known as the false-consensus effect. It can be seen in a wide range of scenarios. For example, when discussing controversial issues, people are more likely to say that “most people” agree with them. This can make us a bit closed-off to listening to divergent opinions because we discount them as uncommon. One reason people believe in a false-consensus is because we tend to socialize with people that share our views. So, it makes sense that over time we would form the impression that most people agree with us."
      },
      {
        "name": "The Availability Heuristic",
        "description": "Making accurate, well-thought-out decisions can be difficult. Especially when issues are complicated and the stakes are high. There can be a lot of pressure as well. Social scientists have put a lot of effort into researching how people make decisions. One key finding is that it is easy for people to rely on information that is the most available in their mind. This means that attention-grabbing information is easier to recall. Unfortunately, that doesn’t mean that the information is very useful. It might not even be accurate. Training people to make accurate decisions is vital in many professions, such as in medicine, investments and business, and foreign policy."
      },
      {
        "name": "The Contrast Effect",
        "description": "The contrast effect distorts our perception of something as a result of it being compared to a previous example that is either exceptionally good or poor. The differences between the two examples are perceived as being more extreme than they actually are. For example, an HR manager may have a stack of resumes to consider for a new position. If the first one is of a highly qualified candidate with a stellar background, then the resume that follows is likely to be judged less favorably. The contrast effect is also often used as a sales technique. By presenting a customer with an extremely poor version of a product, then the next one presented will seem so much better. In comparison, the second one just looks superior."
      },
      {
        "name": "The Actor-Observer Bias",
        "description": "The actor-observer bias has to do with how we perceive the actions of others and ourselves. Generally speaking, we attribute our behavior to external factors, but the actions of others to internal ones. For example, if we suffer a period of unemployment, we might be able to generate a lot of reasons for this. Most of those reasons will be about factors outside of our control, such as a bad economy or lots of only a few openings. However, we might not be so generous when the situation is about someone else. We might think that they are unemployed because they are lazy or lack the necessary skills to land a job. This bias can lead to a lot of misunderstandings and arguments between individuals, but it is quite difficult to overcome. Having empathy and being able to see things from the other person’s perspective helps."
      },
      {
        "name": "Hindsight Bias",
        "description": "Hindsight bias is a bias that occurs when you look at something that has already happened and say “that was obvious!” It often makes us more judgmental because we can smugly say we would have done better in the situation. We say “wow, that person was silly that they did that – didn’t they predict the future!” Usually, those people in the situation couldn’t predict the future and, likely, did the best they could. A hindsight bias example is the Monday morning quarterback. This is a person who, the day after a sports game, passes judgment about how poorly the football players played. Similarly, it might be someone who looks back at a stock market pick and says “That was a terrible decision! Didn’t you predict that the economy was going to crash!”"
      }
    ]
  ,
    "category": "Psychology"
  },
  {
    "title": "Concrete Operational Stage of Development",
    "definition": "The concrete operational stage is the third stage in Piaget’s stages of cognitive development typically occurring between ages 7 and 12.",
    "description": "In this stage, they are able to apply the rules of logic to physical objects, and representing those objects mentally becomes much easier. Although children go through Piaget’s stages sequentially, there is a great deal of variation across children regarding the age at which they develop a specific cognitive attribute. As long as the child can see the physical objects, then they can perform this type of task without great difficulty, but will need to concentrate fully. As the child’s ability to control their thinking becomes more advanced, they are able to take their mind through simple sequences in reverse. This means that children can categorize objects based on one characteristic, but then also create sub-categories within each. For instance, if A > B, and that B > C, then it is logical to conclude that A > C. The age at which children understand conservation varies, depending on the type of task, the instructions given, and even cultural factors. No longer will the most salient feature of an object dominate their thinking. A child can control what aspect of the object or situation they are thinking about. This results in them being able to more easily identify why another person may be upset. ",
    "examples": [
      {
        "name": "Seriation",
        "description": "This term refers to the child’s ability to arrange objects in sequence, such as from smallest to largest or hardest to softest. As long as the child can see the physical objects, then they can perform this type of task without great difficulty, but will need to concentrate fully. For instance, children will often place two or three of the objects side-by-side to compare before deciding which one should be next."
      },
      {
        "name": "Reversibility",
        "description": "Children are able to mentally reverse a sequence of events that they have observed. As the child’s ability to control their thinking becomes more advanced, they are able to take their mind through simple sequences in reverse. This means that they can mentally represent the original condition they witnessed previously. Reversibility is the mental operation that enables children to understand the concept of conservation."
      },
      {
        "name": "Classification",
        "description": "The ability of children to classify objects based on a shared characteristic continues to advance during the concrete operational stage. This means that children can categorize objects based on one characteristic, but then also create sub-categories within each. So, shapes can be put into the same groups, and then further divided into additional groupings based on other attributes."
      },
      {
        "name": "Transitivity",
        "description": "Being able to recognize relationships that exist between two or more concepts is called transitivity, or transitive inference. For instance, if A > B, and that B > C, then it is logical to conclude that A > C. This is the kind of logical thinking skill that Piaget considered essential to a child’s intellectual abilities. It is a key developmental milestone in the concrete operational stage."
      },
      {
        "name": "Conservation",
        "description": "During the concrete operational stage children will develop the understanding of conservation; that the mass of an object doesn’t change as a function of its shape. The age at which children understand conservation varies, depending on the type of task, the instructions given, and even cultural factors."
      },
      {
        "name": "Decentration",
        "description": "Decentration refers to a child’s ability to examine two features of an object or situation. In part, this is a function of attentional control. No longer will the most salient feature of an object dominate their thinking. A child can control what aspect of the object or situation they are thinking about. Furthermore, decentration can lead to a child understanding that others may have a different point of view. Because their thinking is no longer completely dominated by their own thoughts, they are more likely to perceive the opinion of others."
      },
      {
        "name": "Overcoming Egocentrism",
        "description": "During the concrete operational stage, children become far less egocentric as they develop a theory of mind. They are beginning to see situations from the perspective of others and consider their point of view. This results in them being able to more easily identify why another person may be upset. Understanding the causal factors involved in another person’s emotional state is the foundation for emotional intelligence and leads to fewer interpersonal conflicts."
      }
    ]
  ,
    "category": "Psychology"
  },
  {
    "title": "Crystallized Intelligence",
    "definition": "Crystallized intelligence refers to the knowledge and skills a person develops throughout their lifespan. It is opposed to fluid intelligence, which refers to on-the-spot problem-solving intelligence.",
    "description": "People use crystallized intelligence when recalling facts or applying skills they have acquired in the past. Cattell proposed two types of intelligence: Each one of these components benefit from crystallized intelligence. Having an experienced project manager at the helm means the person in charge already knows what works and what doesn’t. While philosophers and regular, everyday people have tried to define wisdom, researchers have been focused on identifying the role of various factors, such as intelligence and age. When experiencing a medical issue, the PCP is the person to see first. They will diagnose the issue and then be able to refer the patient to the appropriate specialist. The largest vessels require a license as a Master Mariner, which can take a decade or more of experience to obtain. The skills needed to navigate the seas can only be obtained through direct experience. Being appointed to the Supreme Court is reserved from those that have one thing in common: experience. Having decades of legal experience means amassing an incredible amount of legal expertise. ",
    "examples": [
      {
        "name": "Jasmine's Culinary Memory",
        "description": "Jasmine has been cooking for decades. She no longer needs any cookbooks because she has so many recipes memorized."
      },
      {
        "name": "Phoneme Recall in Reading",
        "description": "Some children learn to read quickly because they can easily recall the phoneme for each letter."
      },
      {
        "name": "Appalachian Trail Experts",
        "description": "Jamal and his buddies have hiked the Appalachian trail so many times they really don’t need a map."
      },
      {
        "name": "Family Trivial Pursuit Night",
        "description": "The McNeils play Trivial Pursuit every Saturday night. It’s a great way for the family to bond and an even better reason to turn off smartphones."
      },
      {
        "name": "Bill's Football Game Memory",
        "description": "Bill could be a great American football sportscaster because he can remember the scores and circumstances of nearly every game for the last two decades."
      },
      {
        "name": "Maria's European History Knowledge",
        "description": "Maria is a European history buff. She has memorized all the key dates and figures of The Middle Ages, The Renaissance, and the emergence of modern Europe."
      },
      {
        "name": "Kumar's Mahabharata Expertise",
        "description": "Kumar has read the Mahabharata so many times he can quote all the key passages and recall the main events with amazing accuracy."
      },
      {
        "name": "Adrian's Periodic Table Mastery",
        "description": "Adrian memorized the periodic table in third grade and can easily visualize the molecular structure of all 118 elements."
      },
      {
        "name": "Birthday Gift Guru",
        "description": "Whenever the Acharya’s need to buy birthday gifts for their 27 relatives, they always consult their son. He knows when everyone’s birthday is and what gifts they were given for the last 5 years."
      },
      {
        "name": "James's Legal Memory",
        "description": "Although James is not a skilled litigator, the law firm he works for puts him on a lot of cases because he has an incredible memory of case law and pertinent statutes."
      }
    ]
  ,
    "category": "Psychology"
  },
  {
    "title": "Fixed Ratio Schedules",
    "definition": "A fixed ratio schedule of reinforcement is a rewards schedule when a reward is delivered after a specific number of responses.",
    "description": "For example, an FR-10 schedule means that a reward will be delivered after 10 responses. The amount of time that passes does not matter. Especially when the goal behavior is rewarded frequently, a person will begin to exhibit the goal behavior quickly. Workers operating under this schedule will be productive and engage in a strong and steady display of the goal behavior over a sustained period of time. Workers have a definite goal in sight to work towards. For people working in high-pressure environments, a break every now and then can have many benefits. The advantage of producing steady behavior can turn into a negative because some workers seldom relax and take a much-needed break. They figure this out quickly and so simply stop. In animal behavior, something similar also happens. Sometimes it only takes a few instances of the target behavior before a reward is delivered, but the next reward may require a large number of instances. ",
    "examples": [
      {
        "name": "Pay per Piece",
        "description": "Workers on an apple farm are paid for every basket of apples they pick."
      },
      {
        "name": "Parenting Reward System",
        "description": "A mother lets her child go to the playground if and only if he cleans his room first."
      },
      {
        "name": "Instant Rewards in a Relationship",
        "description": "Every time Maria’s boyfriend says the “L” word, she gives him a big hug and kiss (this is fixed ratio because FR=1)."
      },
      {
        "name": "Potty Training Reward",
        "description": "Similarly, parents might give a reward to their child every single time they go to the bathroom during potty training, with FR=1."
      },
      {
        "name": "Workplace KPI Rewards",
        "description": "Members of the sales team only earn a commission if they meet their quota of 15 sales per month."
      },
      {
        "name": "Classroom Sticker Charts",
        "description": "A teacher gives his students a gold star for every leveled reader they finish."
      },
      {
        "name": "Video Game Token Rewards",
        "description": "A video game rewards 5 tokens for every 20 monsters that are captured by the player."
      },
      {
        "name": "Personal Rewards for Exercising",
        "description": "If Tony goes to the gym every day for a week, he gives himself a reward in the form of a large pepperoni pizza on Saturday."
      },
      {
        "name": "Café Reward Cards",
        "description": "A coffee shop gives its customers a card that tracks their purchases. After purchasing 9 cups of coffee, they get one free."
      },
      {
        "name": "Three Strikes You're Out",
        "description": "Fixed ratios can also act as a disincentive, such as taking an extra dollar of pocket money from a child for every three times they misbehave."
      }
    ]
  ,
    "category": "Psychology"
  },
  {
    "title": "Fluid Intelligence",
    "definition": "Fluid intelligence is the ability to solve newly encountered problems based on logic and reason.",
    "description": "It is the opposite of crystallized intelligence which involves stored intelligence based on experience and wisdom. It was originally proposed by Cattell (1963). At the time, the notion of general intelligence was prominent, but in Cattell’s view, incomplete. The ability to look at a graph and almost immediately understand it is an example of fluid intelligence. It is a problem-solving situation that requires processing visual information and then translating that into a verbal understanding. Those concepts are not necessarily tied to physical objects. Abstract reasoning is considered a higher-order thinking skill that is more complex than memorization or recalling facts and dates. These skills are often assessed in intelligence tests for children. For example, the Weschler Intelligence Scale for Children (WISC) has a PRI (Perceptual Reasoning Index) scale that contain many items directly assessing a child’s nonverbal fluid reasoning skills. This is an ability that not all people possess. It combines creativity, divergent thinking, and an ability to break free of the status quo. Being able to generate a quick response demonstrates mental agility. The fact that a person’s analysis of the challenging comment/question, and the subsequent rapid-fire rebuttal, is what makes it an example of fluid intelligence. It’s also a job that requires a great deal of fluid intelligence. Solving a crime is like solving a giant puzzle with a lot of missing pieces. This means that a detective must be very good at analyzing complex problems, thinking through various logical conclusions, and considering evidence that both confirms and disconfirms a given hypothesis. ",
    "examples": [
      {
        "name": "Mystery Enthusiasts",
        "description": "Solving mysteries: Susan and her friends love to go to murder-mystery dinners and try to solve crimes before anyone else."
      },
      {
        "name": "Weather Forecasting",
        "description": "Making weather forecasts: A meteorologist must examine a large amount of weather data for a given day, filter out what’s not relevant, and then formulate a weather forecast for the next week."
      },
      {
        "name": "Puzzle Solvers",
        "description": "Solving puzzles: Children love to do puzzle mazes because they have to solve the problem of how to get from point A to point B."
      },
      {
        "name": "Riddle Enthusiasts",
        "description": "Solving riddles: Jamal and his buddies like to read the riddles used by Shakespeare in his plays and then try to create modern versions."
      },
      {
        "name": "Jigsaw Puzzle Tradition",
        "description": "Doing jigsaw puzzles: The McNeils put together a 1,000-piece jigsaw puzzle every Saturday night as a family activity and a reason to turn off everyone’s smartphone."
      },
      {
        "name": "Figure It Out Approach",
        "description": "Figuring things out: Bill could use the instructions to put together his son’s new bike, but he prefers to try to figure it out on his own."
      },
      {
        "name": "Micro-Expressions Observers",
        "description": "Identifying expressions in communication: While watching recordings of therapy sessions between therapists and patients, Haggard and Isaacs (1966) noticed a pattern of super-quick facial expressions at certain moments during the sessions. Today, we call them “micro-expressions”."
      },
      {
        "name": "Syllogism Enthusiast",
        "description": "Syllogisms: Kumar loves syllogisms; he can spend hours at a time working through different types and trying to write some of his own."
      },
      {
        "name": "Gift Packaging Expertise",
        "description": "Arranging: Whenever the Acharya’s send gifts back home, they let their son pack the boxes because he is really good at arranging the packages to fit into shipping boxes."
      },
      {
        "name": "Interior Staging Talent",
        "description": "Spatial design: James is gifted at staging the interiors of a home for sale so they look their best for an open house."
      }
    ]
  ,
    "category": "Psychology"
  },
  {
    "title": "Formal Operational Stage of Development",
    "definition": "The formal operational stage is the fourth and final stage in Piaget’s theory of cognitive development that occurs from the ages of 11 and up.",
    "description": "As children progress though this stage, their cognitive processing abilities become increasingly advanced. They are no longer limited by centration or the need for a physical representation of concepts. Children in the concrete stage are limited to thinking about situations that they can experience directly. However, children in the formal operational stage are able to consider events and issues mentally. Those factors may occur simultaneously, sequentially, and/or be interconnected to varying degrees. Moreover, each factor, or in combination with others, will often produce different outcomes. Of course, there is a range, but some of the most popular songs in Western culture have been those that are abstract and but poignant. In addition to the high-level thinking processes required, debate also requires advanced language skills. Debating requires the ability to express one’s views clearly and concisely. The end results of innovation can dramatically change technology, medicine, an entire industry, society, or the daily lives of ordinary people. One of his questions is commonly referred to as “the third eye.” Piaget would ask: If you had a third eye, where would you put it? Most students will immediately give a response that identified the weight of the object as the main factor. Piaget was more interested in how they went about finding the answer afterwards. Children in the formal operational stage are more likely to adopt this approach. They are able to make predictions about the future and devise a strategy that increases their chances of winning. People with a high degree of EI have advanced cognitive skills that allow them to take the perspective of others. They can identify factors that may play a role in their emotional experience, which forms the basis for understanding their actions in an objective manner. The performance is often video recorded or photographed and may include elements of acting, poetry, dance, and music. ",
    "examples": [
      {
        "name": "Abstract Thinkers",
        "description": "Abstract thinking: Children in the formal operational stage can think abstractly. They can ponder hypothetical scenarios and understand theoretical perspectives. They are capable of understanding different philosophical arguments and consider abstract issues such as justice or the role of political systems in society."
      },
      {
        "name": "Aspiring Scientists",
        "description": "Scientific reasoning: Children are capable of understanding the basis of the scientific method. They can consider the causal factors that may lead to specific outcomes and conduct a mental examination of how those various factors may affect different situations. No longer being limited by centration, they can understand the principle of multi-causality and the notion that one factor may produce multiple outcomes."
      },
      {
        "name": "Ethical Thinkers",
        "description": "Moral reasoning: At this stage, children can examine moral dilemmas and various ethical issues. These matters can be abstract and hypothetical because children are no longer limited by the need to have physical representation of concepts. They are able to see a given moral scenario from multiple perspectives and analyze the different points of view from the different characters in those scenarios."
      },
      {
        "name": "Critical Analysts",
        "description": "Critical analysis: The ability to engage in critical-thinking is another attribute of advanced cognitive development. Now children can recognize bias and easily point out faults in reasoning. Children in this stage can question, analyze, interpret, and make judgments about what they read, hear, or even say themselves. Literary works can be critiqued and it is now possible for children to engage in more advanced compare and contrast exercises."
      },
      {
        "name": "Empathetic Minds",
        "description": "Perspective-taking: Children are no longer bound by egocentrism. They are able to understand the perspectives of others and feel empathy. They can identify the reasons behind the actions of others and remove their own biases from that understanding. Even when at fault, they can see the role of their own actions and how that may affect the actions of classmates and parents."
      },
      {
        "name": "Linguistic Mastery",
        "description": "Language development: Language skills in the formal operational stage continue to evolve. Their vocabulary continues to expand, and their ability to express themselves both orally and in writing continues to progress. Children can engage in rationale and organized discourse regarding the pros and cons of various issues. They are able to articulate their opinions and engage in organized and reasoned discussions."
      }
    ]
  ,
    "category": "Psychology"
  },
  {
    "title": "Functional Fixedness",
    "definition": "Functional fixedness refers to rigidity in problem-solving, characterized by a tendency to think of things only in terms of their usual functions.",
    "description": "This tendency can limit a person’s problem-solving ability because it can prevent people from seeing alternative uses for objects. It prevents us from coming up with novel solutions and is a pervasive problem in many industries, including science, engineering, pharmaceuticals, and business. ",
    "examples": [
      {
        "name": "A Hammer is a Hammer",
        "description": "Hammers are very handy tools, especially if you need to drive a nail into a wall to hang a family portrait or that recently purchased Rembrandt. But what happens if you can’t find a hammer? If you spend a lot of time searching for it in your toolbox or on a shelf in the garage, you might have a bad case of functional fixedness. However, it might be just as effective to use the brick that’s laying right outside the door on the porch. A very thick hardcover book might also do the trick. The point is, there are many other items that could serve the same purpose as a hammer, even though they were not designed for that reason. Being unable to see how a “non-hammer” could be used as a hammer is functional fixedness."
      },
      {
        "name": "The Education System",
        "description": "One of the biggest criticisms of the public education system is that it instills functional fixedness in children. Mass education involves teaching people how to become employees, teaching them routines and processes, and instilling a ‘true or false’ mentality through the behaviorism approach to education. The failings of the education system, and its tendency to teach functional fixedness, has led people to start alternative education systems such as Montessori and Reggio Emilia schools. Similarly, some people choose to homeschool their children. This is perhaps best presented in Sir Ken Robinson’s viral TED talk about the problems with the education system."
      },
      {
        "name": "Analogous Transfer",
        "description": "When we apply information or knowledge from one situation to another situation, it is called analogous transfer. This is a version of functional fixedness that is actually very beneficial. We see it as ‘functional fixedness’ because a person is applying the same idea or concept over and over again, in various domains. To use the hammer analogy again, they are taking that ‘hammer’ and using it in different locations effectively – and that’s good! For example, students need to learn how to do something in a university classroom and then apply it at work. Here, they are demonstrating the application of one concept in both the educational and workplace domains. The student takes what they learned in one situation and then uses it in another slightly different situation. The more similar the situations are, the easier the knowledge transfer. Project management is another example that utilizes analogous transfer. The basic principles of managing a project are very similar from one project to another. One must set up a schedule of milestones, allocate resources wisely, and assign tasks to team members. Although each project is different, the basic principles of management are the same."
      },
      {
        "name": "PepsiCo",
        "description": "In 2010, news began to leak about PepsiCo developing a new method to reduce the amount of sodium in their snack products. Too much salt is linked to heart disease, and most Americans consume about twice the amount they need. The PepsiCo scientists had been working on the problem for years but without success. They tried over and over again, without success. But PepsiCo realized they were probably suffering from functional fixedness. In other words, they were stuck in one narrow mindset and couldn’t find a solution. The company eventually hired an innovation consulting company to help. The consulting company contacted experts from outside the snack business to get a new perspective. The experts came from engineering backgrounds, energy companies, and big pharma. It was an orthopedics department that found the solution. They, unlike PepsiCo, were able to exercise a unique perspective – in other words, they had cognitive flexibility. These orthopedic scientists had created a way to make nanoparticles of salt to do their research. As it turns out, their nanoparticles allowed PepsiCo to significantly reduce the sodium content of their snacks and meet government regulations. This is a classic example of how functional fixedness can be a serious roadblock to innovation – and how importing ideas from other domains can help overcome this roadblock."
      },
      {
        "name": "Gender Roles",
        "description": "In most Western cultures over the past few hundred years, the roles of men and women were clearly defined. The industrial age made those roles even more rigid: men went to work and women stayed home and took care of the house. That is the way it was. Then, when the modern feminist movement began it brought a new and very different definition of “men” and “women”. Women started going to work and having careers. They even wanted to become CEOs and Presidents. For many men, however, it was difficult to accept an alternative conception of gender roles. They simply could not see women as serving a different purpose other than what they had been doing for so long. They were locked-in to a certain way of thinking. Stubbornly clinging to gender norms is a society-wide manifestation of functional fixedness."
      },
      {
        "name": "Penicillin",
        "description": "The story of the invention of penicillin is another story of how overcoming functional fixedness saved the day. It may be hard to imagine, but at one time a person could die from a simple scrape of the knee. If the skin was broken and dirt entered the sore, an infection could grow out of control and spread throughout the body. Eventually, this could lead to a very slow and agonizing death. Fortunately, by pure accident, the miracle of penicillin was discovered. People had known about penicillin before, but it was considered a bit of a nuisance because it was a fungus. It wasn’t until Alexander Fleming saw it destroying a bacterium in one of his petri dishes did he realize that the annoying fungus had implications for medicine. Fleming managed to overcome functional fixedness in the medical field by seeing fungus as a potential positive rather than dismissing it as a harmful organism. If ever there was an example of overcoming functional fixedness that saved millions of lives, this is it."
      },
      {
        "name": "Cross-Cultural Conflict",
        "description": "Most people grow up in one country. They have fully internalized the customs, values, and informal norms of that culture. But if you move to a foreign country, then you might be in for a bit of culture shock. Of course, every country is different. The people of each country have their own way of doing things. Making an adjustment to those differences can be a big challenge. For example, in some countries being punctual is a big priority and being late is considered a cultural taboo. It says a lot about your character and reliability. Not so in other countries. It can be quite common, in fact routine, to be an hour-and-a-half late for a meeting and not even give it a second thought. When a person has trouble making the adjustment, it’s an example of functional fixedness on a cultural scale. It can be very difficult to escape a mindset that has been so deeply ingrained in our thinking for our entire lives."
      },
      {
        "name": "Tea",
        "description": "Why would anyone put a leaf in their cup of water and drink it? After all, water is for drinking and leaves serve no purpose at all. Of course, today we know about tea, but there was a time when the beverage did not exist. As the story goes, one day the Chinese Emperor Shennong stopped to take a rest under a tree. One of his servants began to boil some water to drink when a leaf floated down and into the pot of boiling water. At that moment, if the emperor had been bound by functional fixedness, he might have just dismissed this event and had the leaf removed. However, he detected a pleasant aroma and the water changed color. So, he drank some of the water and found it very refreshing. From that day forward, the world had tea."
      },
      {
        "name": "Stereotype Perpetuation",
        "description": "Cultural stereotypes about people have existed since the beginning of time. They can be based on physical appearance, cultural background, gender stereotypes, and even high school stereotypes. The assigned attributes of others can be firmly entrenched in our memory and can have a strong impact on our thought processes and actions. When we encounter someone that is different from their “assigned” stereotype it can be quite difficult to process. We may actually ignore that information and still process their actions through a filter that is consistent with the stereotype. This is a type of functional fixedness in regards to how we form impressions of other people. This fixed state of mind can be so strong that it fails to alter the stereotype at all. Hence, stereotype perpetuation."
      },
      {
        "name": "Child’s Play",
        "description": "Children are excellent at overcoming functional fixedness. You can see this in child’s play (Vaisarova & Carlson, 2021). Something as simple as a cardboard box can be turned into a car, a spaceship, a house, or just about anything else in the mind of a child. In this sense, young children are actually demonstrating the ability to overcome functional fixedness. Parents and teachers are often amazed, and delighted, at the creativity of young children. As we get older, we tend to become more fixed in our thinking and less open to suggestions. Child’s play is a rare example of how children are better at a cognitive process than adults."
      },
      {
        "name": "Pizza",
        "description": "Apparently, flatbread has been around for more than 12,000 years. It was probably made by mixing crushed grain with water and then placing it on a hot stone. It took another 10,000 years before anyone thought to put tomatoes and cheese on it. Luckily, the tomato was brought to Italy around the 17th century. Street vendors in Naples started putting it on flatbread and pizza was born. This is an example of using an object in a unique way that overcomes functional fixedness. Of course, other cultures may have invented a slightly different version of pizza. The Greeks, Egyptians, and people from the Middle East also put various toppings on their flatbread."
      }
    ]
  ,
    "category": "Psychology"
  },
  {
    "title": "Higher Order Conditioning",
    "definition": "Higher-order conditioning occurs when a second conditioned stimulus becomes associated with an initial conditioned stimulus and evokes an unconditioned response by itself. Confused? This article will clear it up.",
    "description": "Using Pavlov’s experiment to illustrate, the dog started to salivate whenever it heard the bell. This is because the bell was repeatedly associated with food. Most people recover from that initial event. However, sometimes sights and sounds that are similar to those that were associated with the event will also trigger a nervous system response. In the case of higher order conditioning, the process works quite well. For example, a famous sportscaster’s voice (CS1) has been associated with excitement (UCR) of sports events for many years. That is step one in the conditioning process. From that day forward, Javier did not like red cars. That is first order conditioning. After the accident, Javier started to go jogging through the park several days a week to help himself feel stronger and build some confidence. Because the dog is always fetching the leash and bringing it to the owner, the owner decides to store stop using the leash and puts it in a closet. After several years of working for this boss, he retires. A new boss enters the picture and he is much nicer. But, they wear the same cologne. One of those quirks was the single streak of purple dye in her hair. They had a lot of good times together and that purple streak represented the unique personality that he fell in love with. This association becomes quite strong after several years. For one fox however, it tends to hunt near a body of water (CS1) where a specific type of wild flower grows that emits a very strong fragrance (CS2). This association is strong and prolific around the world. Unfortunately, it also represents an opportunity for other franchises to copy. For example, the sound of the mother’s laughter is repeatedly associated with playtime for the baby. That makes the baby smile and laugh (UCR). The baby quickly learns that when it hears its mother’s laughter (CS1), it will be time to play soon afterward. After that, whenever she opens the PowerPoint program at her desk to do some work, she starts to feel anxiety. It’s as if she’s back in that meeting again. From a classical conditioning perspective, the PPT (CS1) has been conditioned to evoke her anxiety (UCR). ",
    "examples": [
      {
        "name": "PTSD",
        "description": "Post-traumatic stress disorder (PTSD) may occur when an individual has experienced an extremely scary or dangerous event. That event initially triggers an automatic and very intense nervous system reaction called the fight-or-flight response. Most people recover from that initial event. However, sometimes sights and sounds that are similar to those that were associated with the event will also trigger a nervous system response. For example, personnel in the military may experience PTSD. First, a traumatic event creates a conditioned response to a loud, bass-like noise (i.e., boom; CS1). When returning home, the veteran moves in an apartment next door to a neighbor that plays loud music with a consistent bass-like sound (CS1 similarity). They may then develop a fight-or-flight response every time they walk past their neighbor’s door (CS2), even when no music is playing. The traumatic event is not present, but they still have a dramatic nervous system response to the door."
      },
      {
        "name": "In Marketing and Advertising",
        "description": "Professionals in marketing and advertising are experts at utilizing the principles of classical conditioning. Ads frequently attempt to condition viewers to associate something positive with the product or service being advertised. In the case of higher-order conditioning, the process works quite well. For example, a famous sportscaster’s voice (CS1) has been associated with excitement (UCR) of sports events for many years. That is step one in the conditioning process. Then, the sportscaster’s voice (CS1) is used in a T.V. commercial and becomes associated with that product (CS2). This is the second order conditioning step. Now, viewers feel excited about the product."
      },
      {
        "name": "The Red Car and the Park Entrance",
        "description": "Javier was recently in a serious automobile accident. It wasn’t his fault, but it certainly was traumatic. The accident occurred when a bright red car (CS1) went down the street the wrong way and hit his car head-on. From that day forward, Javier did not like red cars. That is first order conditioning. After the accident, Javier started to go jogging through the park several days a week to help himself feel stronger and build some confidence. However, each time he went jogging, he would see a bright red car (CS1) that looked exactly like the one that ran into him parked at the entrance (CS2) to the park. After just a few days, Javier switched parks. He could no longer go jogging at that park because every time he got near the entrance (CS2), he started to feel anxious (UCR)."
      },
      {
        "name": "The Doorknob, the Leash, and the Great Outdoors",
        "description": "Anyone that has a dog can probably relate to this example. When it’s time to take the dog for a walk, an owner will get the leash and attach it to the dog’s collar. That’s then the dog knows that it is time to go outside. So, they become incredibly excited. The leash (CS1) is associated with going outside, which is exciting (UCR). Because the dog is always fetching the leash and bringing it to the owner, the owner decides to stop using the leash and puts it in a closet. However, whenever the owner opens the closet (CS2), the dog gets excited (UCR), even though the owner has stopped using the leash. The dog has already associated the closet with the leash. Eventually, this association will become unlearned."
      },
      {
        "name": "The Boss’s Cologne",
        "description": "Having a grumpy boss is a powerful unconditioned stimulus. The boss is associated with an aversive experience. Because they wear a lot of cologne, anytime the boss enters the office, we start to feel anxious. This is a classic example of conditioning: the cologne of the grumpy boss (CS1) is associated with an unpleasant feeling (UCR). After several years of working for this boss, he retires. A new boss enters the picture and he is much nicer. But, they wear the same cologne. Now, we start to feel anxious every time we see the new boss. Because the new boss wears the same cologne (CS1), we start to feel anxious as soon as we see them (CS2), even when we see them from a distance. The sight of the new boss has become a second-order conditioned stimulus. Their image (CS2) has been associated with the cologne (CS1) of the grumpy boss and now evokes feelings of anxiety."
      },
      {
        "name": "Romantic Relationships",
        "description": "John and his girlfriend dated for nearly a year. Although he thought things were going well, as it turns out, those feelings were not reciprocated. He still remembers their times together fondly, and the interesting quirks his girlfriend displayed while they were dating. One of those quirks was the single streak of purple dye in her hair. They had a lot of good times together and that purple streak represented the unique personality that he fell in love with. Even though the relationship is finished, John has noticed that those memories are reactivated every time he passes by the window display of a clothing shop. The mannequins are often outfitted with colorful wigs to catch the eye of passersby. Unfortunately for John, now every time he turns the corner of the street the store is on, he remembers his girlfriend and the romantic moments they shared. The street corner (CS2) has been conditioned to purple wigs (CS1) in the display."
      },
      {
        "name": "Animal Predatory Behavior",
        "description": "Wolves learn through association where the best places for hunting are located. Through experience, they know that areas near sources of fresh water have more prey. Therefore, bodies of water become a conditioned stimulus. This association becomes quite strong after several years. For one fox, however, it tends to hunt near a body of water (CS1) where a specific type of wild flower grows that emits a very strong fragrance (CS2). Even though the fox has not had a successful hunt for months, they now associate the odor from the flower with that body of water. While exploring new territory, the fox encounters a patch of the same type of wild flower. All of sudden, its ears perk up and it begins to excitedly search the surroundings. The odor from the wild flowers (CS2) has become a second-order conditioned stimulus."
      },
      {
        "name": "Fake KFC Logo",
        "description": "Some people really like KFC. The chicken has a unique flavor that other franchises just can’t seem to replicate. Because the brand has been around for so long, the logo has become synonymous (i.e., conditioned) with the brand and great-tasting chicken. This association is strong and prolific around the world. Unfortunately, it also represents an opportunity for other franchises to copy. This is exactly what has happened in some foreign countries. Advertisements will show the famous KFC logo (CS1), and then right next to it, show their logo (CS2) simultaneously. After seeing those commercials over and over again, now customers have a favorable response whenever they see the new brand’s logo at the restaurant. The marketing strategy is clear to see here; rely on second order conditioning to get consumers to associate the new brand (CS2) with the already established brand (CS1)."
      },
      {
        "name": "Mother’s Laughter",
        "description": "Baby and mom spend a lot of time together, especially during the first years. That means that many characteristics of the mother will become conditioned and evoke a response in the baby. For example, the sound of the mother’s laughter is repeatedly associated with playtime for the baby. That makes the baby smile and laugh (UCR). The baby quickly learns that when it hears its mother’s laughter (CS1), it will be time to play soon afterward. However, if the mother also laughs (CS1) around the baby while also watching a particular show on T.V. (CS2), the baby will begin to connect the two stimuli. Now, whenever the baby sees that particular T.V. show (CS2), it starts to laugh and smile, even though the mother may not be around."
      },
      {
        "name": "Blushing",
        "description": "Rhea is in the middle of delivering an oral presentation to a group of top executives. Unfortunately, things are not going well. She is clearly nervous, forgetting what she rehearsed to say so many times, and then, on top of everything else, her PPT freezes. After that, whenever she opens the PowerPoint program at her desk to do some work, she starts to feel anxiety. It’s as if she’s back in that meeting again. From a classical conditioning perspective, the PPT (CS1) has been conditioned to evoke her anxiety (UCR). Only now, she has noticed that when she sits down at her desk, she begins to feel just a tinge of nervousness. She hasn’t even opened the PPT software when her heart rate takes a jump and she starts to have trouble breathing. What has happened is that the PPT (CS1) has been associated with sitting down at her desk (CS2). This is how higher order conditioning works. Although she is nowhere near the meeting room, her anxiety has spread to other situations that were not connected to the initial event at all."
      }
    ]
  ,
    "category": "Psychology"
  },
  {
    "title": "Intrinsic Motivation",
    "definition": "Intrinsic motivation occurs when you do a task without any external incentives.",
    "description": "For example, it occurs when you’re so passionate about sports that you go and play them even if you’re not keeping score to see who wins. It’s also present when people who learn for the sake of learning rather than to pass an exam. ",
    "examples": [
      {
        "name": "Pleasure in a Sports Activity",
        "description": "Occasionally, you may find yourself doing something simply because it makes you happy. Sports are a fantastic example of this. You can engage in a sport, such as football, because it’s enjoyable rather than for the sake of winning. What’s more, regular exercise increases endorphin levels in the brain. These hormones work with pain neurotransmitters to reduce pain perception. They also reduce pain and stress, as well as improve mood. This release of endorphins is also known as a runner’s high. This is a momentary euphoric experience that’s very soothing to the runner. As a result, achieving a runner’s high can be a powerful intrinsic motivator because it brings joy."
      },
      {
        "name": "Pursuit of Knowledge",
        "description": "The majority of the time, students go to class because they have to and they’ll only study because there’s an upcoming exam. Some people, however, are so interested in a particular subject that they are eager to learn just for the pleasure of it. One example of the intrinsic pursuit of knowledge is studying a new language because you want to learn it, not because you have to for school or employment. Pursuing knowledge is vital for many reasons. Generally, it expands your mind and drives you to new heights. It also encourages you to learn about new topics. All of these rewards that you receive during the process are intrinsically motivating."
      },
      {
        "name": "Volunteering for a Cause",
        "description": "We humans have a strong desire to find meaning in our lives. Volunteering may be a viable option to achieve this. We do get some internal satisfaction out of it, but there is no extrinsic reward like money or a certificate at the end. A person may believe in a cause so passionately that they choose to fight for it, such as raising money for world hunger. This gives them a sense of purpose that means a lot more than money. Your goals and aspirations become more evident when you have a sense of purpose and meaning in life. Not only that, but you can improve your ability to persevere in the face of adversity. That’s why it’s a powerful motivator. While monetary prizes can be effective motivators at times, they’re mostly ineffective. Money, for example, is temporary and doesn’t last a long time. As a result, it may lead to a lack of motivation in the long run."
      },
      {
        "name": "Testing Yourself",
        "description": "At some point, we tend to feel that we’ve reached our full potential. Hence, we may attempt to put ourselves through more complex tasks in order to progress. For instance, joining an escape room isn’t about winning. It’s all about having a good time while solving problems and thinking critically. Continuously testing yourself allows room for self-improvement. Self-improvement can help you better your abilities, your mental wellbeing, and your relationships. It also allows you to gain a broader view of things and improve your skills."
      },
      {
        "name": "Reaching Fulfillment (Self-Actualization)",
        "description": "A life of fulfillment is one that is purposeful and satisfying. It can be hard to reach this and varies from person to person. The pursuit of fulfilment is an excellent source of intrinsic motivation. You may consider becoming a school teacher because it’s a satisfying profession for you. It allows you to help children, which gives you a sense of satisfaction. Despite the low pay, you feel an intrinsic pull toward the job. According to Maslow’s Hierarchy of needs, the pursuit of self-actualization is the ultimate goal of humans. When we can pursue our own fulfillment, we will maximize our human potential and become the best versions of ourselves."
      },
      {
        "name": "Constructing a Legacy",
        "description": "One of many people’s dreams is to leave a lasting legacy. Therefore, many people attempt to improve themselves so that they’ll be known in a positive light. A chef doesn’t cook solely to satisfy their appetite or even to make money, for example. Instead, they may cook to enhance their skills and become a chef who will be remembered. Recognition allows people to see their worth and potential in their community. It improves motivation by helping people understand themselves and their position in society. While we may see this as internal motivation because it’s about an internal desire, it may also be seen as external motivation because an external force (social status) is driving action. Sometimes, there’s a bit of both internal and external motivation in our actions!"
      },
      {
        "name": "Increased Feeling of Self-Worth",
        "description": "Increasing self-worth and confidence is a powerful source of intrinsic drive. If you win at a sport, you’re likely to have a lot of self-assurance. So, for example, you might run a marathon, not for the sake of winning a prize. Instead, you join because you believe that winning will boost your self-esteem. When you have good self-esteem, you’ll feel safer and more confident. As a result, you’ll be more confident in your talents, and you’ll be more willing to take risks. Furthermore, you may feel less anxious and more capable of achieving your goals."
      },
      {
        "name": "The Need to Be Productive",
        "description": "Taking on extra roles at work is an effective way to advance personally and professionally. Professionally, it will allow you to be see yourself as a dedicated worker on the job. Personally, it will give you the feeling of being productive. As a result, you may take on new jobs because you want to feel productive rather than because you want to earn a promotion. Productivity is crucial because it provides you with a sense of direction and purpose. Having a sense of purpose motivates you to work for your aspirations. That’ll increase your self-esteem when you achieve a goal. When you’re working on many things at once, you learn to deal with distractions. Furthermore, you gain knowledge from your failures. All of the aforementioned reasons will help you grow and develop as a person."
      },
      {
        "name": "The Thrill of the Competition",
        "description": "While competition can provide extrinsic incentives, it can also be for an intrinsic drive. The competition allows you to improve your performance since it satisfies your desire to win. Even if there are no prizes, the thrill of the competition can get us excited to join the game. Instead of playing to earn money, you play because you enjoy the competition. For example, you might even compete against yourself to see if you can reach your personal best. This self-competition is excellent for achieving personal growth and becoming the best you can be."
      },
      {
        "name": "Working toward Self-Mastery",
        "description": "Self-mastery is the skill to take charge of one’s own life. It enables you to identify and comprehend your thoughts, patterns, and behaviors. It can develop in many ways, including through exercises. Your self-mastery improves when you stick to a steady and consistent practice program. As a result, you may begin exercising not to lose weight but to improve your discipline. You may encounter some roadblocks that’ll prevent you from achieving self-mastery. Doubt, worry, frustration, and a range of other negative emotions may obstruct your path to self-mastery. However, you’ll achieve it if you remain focused and dedicated – use motivational questioning techniques to increase this focus and dedication. The closer you get to your goal, the more your intrinsic motivation will increase."
      },
      {
        "name": "Passionate Pursuit of Hobbies",
        "description": "A hobby can turn into a passion. It’s an excellent source of internal motivation. Passion is the spark that motivates and encourages people to achieve certain goals. For example, you may create art because you’re passionate about it rather than to earn money. There are many advantages to being passionate about what you do. For starters, it’ll improve your quality of work, boosting your self-assurance and resilience. Furthermore, passion will motivate you to keep learning and strive for proficiency. As a result, it might serve as a powerful intrinsic incentive to help you achieve your goals."
      },
      {
        "name": "Feeding the Curiosity",
        "description": "Curiosity drives an intrinsic urge to discover new things. As a result, when a student is interested in a subject, they’re more likely to master it. For example, a student learning about history out of curiosity rather than getting good grades may pay more attention than usual. Curiosity is also a driving force behind the pursuit of knowledge. It increases our motivation to learn by making our brains more open to education. As a result, both elements are helpful together as they provide you with opportunities to learn new things and grow."
      },
      {
        "name": "Being in the Company of Like-Minded People",
        "description": "People who share similar views can make you feel safe. This has the potential to bring you happiness. Being with others who share your interests enables you to be genuine. You are free to enter the place without fear of criticism. As a result, it can be a good source of intrinsic motivation. You want to be around those people because it makes you feel good inside, not because they give you a prize for hanging out with them! For instance, you prefer to spend time with friends rather than others because you share the same values."
      },
      {
        "name": "Flow States",
        "description": "A flow state occurs when you find yourself doing a difficult task with ease. It fills us with internal enjoyment and we lose track of time. For example, when I was young, I would get into a flow state playing video games. I would play the games for hours on end out of the pure enjoyment of being in that state where I knew I was on the top of my game. Often, we’ll go into a flow state and not be striving toward a specific goal. Rather, we’re just enjoying being in the moment and being in the flow of the work."
      },
      {
        "name": "Personal Agency",
        "description": "Human agency refers to the freedom to make your own choices. Having freedom to make your own choices can give you a sense of intrinsic motivation. For example, if you were forced by your parents to go to medical school, then your motivation may be shallow and you may require extrinsic rewards to help you stay motivated. By contrast, if you were to choose to go to college and study what you wanted (say, you want to be an engineer), then you’ll likely have this internal desire to prove yourself and achieve personal growth. Simply having the personal choice to pursue what you want can impact your psychology and make you feel like you’re in control of your own destiny."
      }
    ]
  ,
    "category": "Psychology"
  },
  {
    "title": "Kohlberg’s Theory of Moral Development",
    "definition": "Kohlberg devised a theory of moral development which postulates that moral reasoning passes through six stages from early childhood to adulthood.",
    "description": "Kohlberg’s stages are sorted into three discontinuous levels: preconventional morality, conventional morality, and post-conventional morality. ",
    "examples": [], 
    "category": "Psychology"
  },
  {
    "title": "Locus of Control",
    "definition": "An external locus of control refers to the belief that actions do not control outcomes. An internal locus of control refers to the belief that your actions can influence outcomes.",
    "description": "",
    "examples": [
      {
        "name": "Internal Locus of Control",
        "description": "A person with a strong internal locus of control tends to think that they are in control of their own fate. This sort of person will seek out opportunities to create change in their situations. When things go wrong, they will often reflect on their own behaviors and look for ways to do better next time. Typically, these people are introspective, self-motivated, and keep themselves accountable. They might also have high levels of perseverance and determination."
      },
      {
        "name": "External Locus of Control",
        "description": "A person with a strong external locus of control tends to think that their actions will not change outcomes. This sort of person will often attribute their success or failure to an outside influence. They are highly aware of discrimination, bias, and systemic constraints on society. They will be more socially minded rather than individually minded. While in personal psychology it may seem as if having a high external locus of control is a negative attribute, awareness of systemic social issues can also make you a better and more empathetic person. The trick is to be aware of your constraints while also trying to identify avenues for using your agency to your advantage."
      }
    ],
    "category": "Psychology"
  },
  {
    "title": "Metacognitive Theory",
    "definition": "Metacognitive Theory is a theory of knowledge that is interested in how humans can actively monitor and regulate their own thought processes.",
    "description": "According to Flavell, the theory’s founder, some people are more capable of control over their minds than others. ",
    "examples": [
      {
        "name": "Metacognitive Knowledge",
        "description": "Metacognitive knowledge (MK) is a person’s beliefs about how they can affect their own cognition. A person who believes they have the ability to control their own cognitive processes may be understood to have an ‘internal locus of control’. This person is likely more motivated to try to control their thought processes than someone who does not believe in their own ability to control their thoughts. The person who does not believe they can control their own cognitive processes has an ‘external locus of control’, meaning they believe control over their thinking is outside of their grasp."
      },
      {
        "name": "Metacognitive Experiences",
        "description": "Metacognitive experiences (ME) are a person’s own ‘in the moment’ subjective applications of their meta-thinking to achieve tasks. Examples include connecting one current event to a past event, providing personal feedback throughout a task to ensure you are using the right thought processes to succeed, and measuring progress or likelihood of success at any one time. ME differs from MK because your experiences are the ways you apply meta strategies, while knowledge is your awareness of your ability to control your cognition."
      },
      {
        "name": "Tasks or Goals",
        "description": "Your tasks or goals are the outcomes you want to achieve when thinking about your own thinking. Examples include comprehension, memorization, creating something, solving a problem, writing a paragraph, and improving your own knowledge. You use your goals to shape which cognitive strategies you plan to use to achieve success."
      },
      {
        "name": "Strategies or Activities",
        "description": "‘Metacognitive strategies’ are all the strategies you can use to achieve your cognitive goals. These can include self-questioning (internal talk), meditation, reflection (reflection-in-action), awareness of strengths and weaknesses, awareness of learning styles (learning modalities), use of mnemonic aids, and study skills (such as flash cards, spaced repetition, and other study strategies to remember)."
      }
    ]
  ,
    "category": "Psychology"
  },
  {
    "title": "Moral Relativism",
    "definition": "Moral relativism is a view that rejects the existence of any objective, absolute or universal moral truths that govern our morality.",
    "description": "Instead, moral relativism, and moral relativists, argue that what is moral hinges on where a person is situated, and the context in which the person lives that determines what they take as moral conduct or behavior. Leviticus 11:13 says, “You may eat any animal that has a split hoof completely divided and that chews the cud… And the pig, though it has a split hoof completely divided, does not chew the cud; they are unclean for you.” If we entertain this scenario from the perspective of moral relativism, what might we conclude about Andrew’s behavior? However, the majority of the world doesn’t see things this way. Most people happily eat meat and have no moral objection to it. This is because they do not believe that causing pain to animals is a moral problem. We had a debate about the morality of this situation and neither of us could change the other’s mind. From his perspective, he wasn’t doing harm to anyone. It was a victimless action. The credit card companies are enormous and his small act did not affect their profitability or cause any harm to any individual. Here, we come across another example of moral relativism. Some philosophers are of the opinion that conspicuous consumption is morally wrong and abhorrent given that there are so many people around the world that are in need. Here, we can see a contextual divide in morality. For me, I thought the moral duty was for the employer to pay the server’s wage through the fee written on the restaurant menu. In my new society, it was believed that the moral duty was for the customer to directly pay the server’s wage on top of the fee written on the menu. Here, we have people who, in good faith and all sincerity, have the belief that there is no god or their god is different from the god of the majority. One quintessential example of this is the divide between the Catholics and the Protestants during the reformation. The Catholics believed that the pursuit of wealth was a sign of worshiping money over God. Instead, the focus was on acts of service. There is plenty that happens in nature that we humans would consider morally objectionable. And yet, when we look at nature, we don’t see it as immoral. We see it as simply the circle of life. The dilemma is as follows: In an appendix of Rand’s novel Atlas Shrugged, Rand writes: In our friendships with other people, accountability, or being reliable, is generally seen as an important and valued trait. Bringing back the shopping cart to where it belongs is a small inconvenience that benefits other shoppers and store workers as a whole. We could argue that given the relatively low cost it has on the person to return it, and the benefit it provides to others, the moral thing to do to is return the cart to where it belongs. Most people would tell you that the right thing to do would be to return the wallet to its owner. Some people might tell you (perhaps Ayn Rand) that you should keep the wallet and store the cash. ",
    "examples": [
      {
        "name": "Eating Pork",
        "description": "In Judaism, there is a rule against eating any animal that does not have split hooves and/or does not chew their cud. Leviticus 11:13 says, “You may eat any animal that has a split hoof completely divided and that chews the cud… And the pig, though it has a split hoof completely divided, does not chew the cud; they are unclean for you.” For people that believe in Judaism, eating pork is wrong, and violates an objective moral standard that was bestowed upon them by their God. If you were to ask someone of another religion whether they agreed with Jewish people that eating pork is wrong, they would be able to concede that it is wrong—for Jewish people. They cannot, however, say that it is wrong on any objective or universal level. The non-Jewish person is perfectly okay with eating pork! This is precisely what distinguishes moral relativism from other moral systems; what is wrong is contingent on where the person stands relative to what he or she considers to be wrong. Jewish people objectively believe that eating pork is wrong and violates a universal moral truth (as dictated by their god). Through the perspective of moral relativism, we can see how Jewish people would take a religious law as the Truth, but also that others don’t see it that way. Here, we see how belief is contingent on where that person is situated in the world (from a geographical, cultural and historical context.)"
      },
      {
        "name": "Tardiness",
        "description": "Scenario: Sam and Andrew are good friends, but Sam knows that Andrew is always late whenever they make plans to do something. Sam thinks it’s wrong that Andrew is such a tardy person; whereas Andrew doesn’t think much of it at all, and he thinks that Sam is being overly sensitive. If we entertain this scenario from the perspective of moral relativism, what might we conclude about Andrew’s behavior? We could say that Andrew’s behavior is wrong; however, we would not say it is wrong in an objective sense. Rather, we can say that Andrew’s behavior is wrong, according to Sam, who views Andrew’s behavior as wrong, (given where Sam is situated in the context of the world, and where he stands in relation to Andrew)."
      },
      {
        "name": "Veganism",
        "description": "Some people live a vegan lifestyle because they consider it wrong to eat animals since animals are sentient creatures that are capable of experiencing pleasure and pain. However, the majority of the world doesn’t see things this way. Most people happily eat meat and have no moral objection to it. This is because they do not believe that causing pain to animals is a moral problem. Here, we run across the issue of moral relativism: depending on a person’s stance, something is either perfectly fine or very immoral, and it’s hard to find an objective moral absolute here. It’s up to the individual to decide what is and isn’t moral in the situation based upon their fundamental belief system."
      },
      {
        "name": "Repaying Credit Card Bills",
        "description": "I have a friend who moved from England to Australia and left his credit card debts behind. He simply stopped paying them and the Credit Card companies couldn’t track him down as he didn’t provide a forwarding address. We had a debate about the morality of this situation and neither of us could change the other’s mind. From his perspective, he wasn’t doing harm to anyone. It was a victimless action. The credit card companies are enormous and his small act did not affect their profitability or cause any harm to any individual. Yet, from my perspective, he had engaged in a good-faith agreement with the credit card company and it was his moral duty to fulfill that agreement. In the court of law, the judge would likely agree with me. But from his moral standpoint, he had done nothing wrong. We were on different sides of a moral divide."
      },
      {
        "name": "Tax Avoidance",
        "description": "Tax avoidance isn’t technically illegal but many people frown upon it. And yet, people who engage in it argue they’re standing up against the moral outrage of being taxed too much! Here, we come across another example of moral relativism. On the one side are the people who believe that we live in a society and we all need to honestly and in good faith pay taxes on what we earn. If we make more money, we should contribute more back to society. On the other side, we have people who look at the government as the people who are engaging in morally outrageous behavior. How dare they take 40% of my income every week! I could use that money to help my family! As a result, they do things like take cash payments for services so it cannot be traced, set up offshore bank accounts, or hire accountants to find legal loopholes so they can keep more of their money."
      },
      {
        "name": "Conspicuous Consumption",
        "description": "In capitalist societies, conspicuous consumption, or extreme spending on high-ticket and lavish items, is seen as a sign of wealth and status. But in other societies, it is seen as cockiness and self-adulation. Some philosophers are of the opinion that conspicuous consumption is morally wrong and abhorrent given that there are so many people around the world that are in need. Peter Singer is a philosopher known for his views on animal rights and Utilitarianism. According to Singer, when we find ourselves in a position to help someone in need—even if helping this person comes at a cost to ourselves—we face a moral obligation to do so. Moral relativism would state that we only have a moral obligation if we think we have it. In other words, if you don’t feel morally obliged, then you aren’t! Singer, by contrast, would likely claim that there is a moral obligation independent of whether or not we take there to be one."
      },
      {
        "name": "Tipping the Server",
        "description": "Where I grew up in Australia, there was no tipping because it was believed that the employer should pay the server a living wage. When I moved to Canada, I quickly learned that if I didn’t tip, I was breaking a taboo! Here, we can see a contextual divide in morality. For me, I thought the moral duty was for the employer to pay the server’s wage through the fee written on the restaurant menu. In my new society, it was believed that the moral duty was for the customer to directly pay the server’s wage on top of the fee written on the menu. It’s hard to say there’s a moral absolute here. Rather, morality emerges from what society agrees upon and not a fundamental rule that can span all cultures. In true moral relativist style: morality is only what we think is moral, not based on a fundamental rule that fits for all."
      },
      {
        "name": "Believing in the Wrong God",
        "description": "The plight of the atheist and other religious groups throughout history is another example of moral relativism in action. Some societies have gone as far as hanging people for believing in the wrong god! Here, we have people who, in good faith and all sincerity, have the belief that there is no god or their god is different from the god of the majority. In some societies, these people have been seen as living a thoroughly immoral life. In fact, during periods such as the Spanish Inquisition, they have been run out of town – or worse! And yet, in most societies today, religious pluralism, cultural pluralism, and secularism have defended people’s rights to worship their own Gods. We see moral relativism at work when comparing societies: Spain during the Spanish inquisition has one moral position and today’s liberal societies have a completely different one. The moral positions of each society are true only within their relative contexts."
      },
      {
        "name": "Seeking Wealth",
        "description": "Different religious sects have, over time, had competing views on whether it’s moral to pursue personal wealth. One quintessential example of this is the divide between the Catholics and the Protestants during the reformation. The Catholics believed that the pursuit of wealth was a sign of worshiping money over God. Instead, the focus was on acts of service. The Protestants developed their own value system based on an alternate reading of the bible that came to be known as the protestant work ethic. This involved a new way of looking at working hard and earning money. Protestants were encouraged to be entrepreneurs and create wealth because being wealthy was a sign of blessings from God. Here, we see how two different interpretations of the same text lead to competing moral ideas. It is an argument for the idea that morality doesn’t necessarily come from some universal ideas that transcend cultures, but rather comes from subjective interpretations."
      },
      {
        "name": "Unfairness in Nature",
        "description": "When we look at animals, we see a lot of confronting things. We see wolves hunting down weak and defenseless deer and animals eating their own young. There is plenty that happens in nature that we humans would consider morally objectionable. And yet, when we look at nature, we don’t see it as immoral. We see it as simply the circle of life. Here, we’re applying moral relativism and looking at morality in a contextual way. In the context of humans, who have the capacity to moralize, we see doing harm to others as immoral. But when we look to animal situations, the same behaviors are not seen as immoral because it is simply nature taking its course."
      },
      {
        "name": "Plato’s Euthyphro’s Dilemma",
        "description": "The Euthyphro Dilemma can be found in Plato’s dialogue, Euthyphro. This is a tough example but it comes to the core of moral relativism. It asks whether morality is universal or subjective. The dilemma is as follows: Socrates: “[Is what is] pious or holy beloved by the gods because it is holy, or holy because it is beloved of the gods?” The Euthyphro Dilemma poses the question of whether there exists objective moral truths, or whether morality is relative to how we see it. First, Socrates asks, “Is what is holy beloved by the gods because it is holy?’ In other words, do we see something as moral due to good fundamental reasons that it is moral (independent of that behavior or moral conduct)? Did morality come before our perceptions? Alternatively, Socrates poses a second question: “Or is it holy because is it beloved by the gods?” Here, he asks whether we consider things to be moral (or holy) only because we (or God) says so? In other words, is something moral simply because we view it as such? Is our perception the only thing that makes it moral?"
      },
      {
        "name": "Ayn Rand’s Objectivism",
        "description": "Ayn Rand is a philosopher and writer who embraces individualism over collectivism. She believes that you have a duty only to yourself and not your fellow man. Others think she is completely wrong, and that we have a duty of care to our community. In an appendix of Rand’s novel Atlas Shrugged, Rand writes: “My philosophy, in essence, is the concept of man as a heroic being, with his own happiness as the moral purpose of his life, with productive achievement as his noblest activity, and reason as his only absolute.” According to Rand, the only moral obligation that we have is to ourselves. We should attain our own individual happiness and not think about anything else. Many philosophers, and people in general, disagree with Rand, mostly because the implications of her views are problematic, and she is outspokenly against altruism as a form of moral value. These people would not necessarily disagree with Rand; rather, they would say that Rand, and those that espouse her beliefs, are selfish."
      },
      {
        "name": "Being Accountable",
        "description": "Scenario: A good friend that I haven’t seen in a while invited me over for dinner. I’d go if I were in the mood, but I’m just not feeling like it right now so I’m going to stay home instead. In our friendships with other people, accountability, or being reliable, is generally seen as an important and valued trait. In this scenario, someone who believes in the importance of being accountable and staying true to your word might advise the person to go to the dinner—since that is what they said they would do, and because they are friends with the person they’ve arranged plans with. Furthermore, it would be inconsiderate towards the friend, since presumably that friend would have prepared dinner, scheduled time and made the arrangements for dinner. For the friend to bail just because they weren’t in the mood seems like an inconsiderate thing to do, and something that we (especially the friend of this person,) would want to say is wrong. As we’ve seen from the previous examples, moral relativism is capable of agreeing that to bail on the friend is wrong, considering their relationship and their framework of what is moral. The stipulation is that they would not say it is wrong in any objective sense; instead, it is wrong because they see it as wrong."
      },
      {
        "name": "Returning the Shopping Cart",
        "description": "Many people consider it common courtesy to return the shopping cart to its proper place once they’re finished shopping. Some people leave the cart wherever it happens to be once they’ve finished using it. Bringing back the shopping cart to where it belongs is a small inconvenience that benefits other shoppers and store workers as a whole. We could argue that given the relatively low cost it has on the person to return it, and the benefit it provides to others, the moral thing to do is to return the cart to where it belongs. But many people don’t return the cart, thinking it’s the responsibility of the supermarket to employ somebody to do it for them. Relativists would agree that it is a moral behavior only so long as the person sees it as moral. Other non-relativists would say that there are reasons that exist independent of the shopper that tell us returning the shopping cart is the right thing to do."
      },
      {
        "name": "Finding A Wallet",
        "description": "Suppose you are on a walk and happen to find someone’s wallet on the ground. You pick up the wallet and look inside and realize that it has all the person’s identification documents, cash and credit cards. Most people would tell you that the right thing to do would be to return the wallet to its owner. Some people might tell you (perhaps Ayn Rand) that you should keep the wallet and store the cash. The moral relativist would tell you that you should do what you think is right. Whatever you feel is right, as it turns out, is the right thing for you to do."
      }
    ]
  ,
    "category": "Psychology"
  },
  {
    "title": "Operant Conditioning",
    "definition": "Operant conditioning explains how people and animals develop learned responses through the repetition of reinforcements and punishments.",
    "description": "Examples of operant conditioning in the classroom include providing stickers for good behavior, loss of playtime through bad behavior, and providing positive and negative grades on tests based on test results. When an animal does something that results in finding food, they will do that action again. People are the same. If we do something and that action is rewarded, we will do it again. Operant conditioning refers to learning through repetition, reward, and punishment. When you learn through the operant conditioning method, you’re explicitly trying to change your conscious behavior. ",
    "examples": [
      {
        "name": "Animal Training",
        "description": "Operant conditioning is commonly used to train animals. Whether it is your dog at home or a domesticated wild animal being used in a movie, operant conditioning is key to getting the animal to do what you want. For example, if your goal is to train your dog to lay down and roll over, you would employ a technique called shaping. Since the dog is unlikely to lay down and roll over the first time we give that command, we reward closer and closer approximations to rolling over. First, we reward the dog when it lays down. Then, we reward the dog when it lays down and onto one side of its body. Next, we reward the dog when it lays to one side and rolls to its back. Finally, we reward the dog when it lays down and completes a full roll."
      },
      {
        "name": "Speeding Tickets",
        "description": "No one really knows if speeding tickets were invented based on operant conditioning. However, an expensive ticket for going over the speed limit certainly is a punishment. Do speeding tickets deter speeding later? That is an interesting question, but unfortunately it is one that has not be researched fully. At least one year-long study in Maryland revealed some surprising results. In that study, over three million licensed drivers were studied. Drivers that received a ticket in May 2002 were compared to those that did not. The big question is: were the ticketed drivers less likely to get a second ticket during the subsequent year? The results showed that ticketed drivers were twice as likely to get a second ticket compared to non-ticketed drivers. Although the results seem clear, it is a complicated issue and we have to take these findings with a grain of salt until more research has been conducted."
      },
      {
        "name": "Temper Tantrums",
        "description": "The “terrible twos” can be very challenging years for parents. If we observe a typical scenario involving dinner time and vegetables, we can see a classic example of how a child uses operant conditioning to shape the parents’ behavior. Let’s say that the child is a picky eater and throws a serious tantrum whenever mom puts green beans on their plate. So, in order to stop the child from crying, mom takes the beans off the plate and gives them extra pudding instead. In terms of operant conditioning, the child is using negative reinforcement. When mom gives pudding, the child stops crying. A behavior is strengthened (giving pudding) by removing an unpleasant stimulus (stop crying). Therefore, the likelihood of mom giving pudding in the future has been increased."
      },
      {
        "name": "Gold Stars and Smiley Faces",
        "description": "Kindergarten and primary school teachers utilize the principles of operant conditioning on a daily basis. When a child is well-behaved, or at least not acting up, the teacher might put a gold star or smiley face sticker by their name on a poster. A gold star is a big deal to a 5-year-old. The teacher has just used positive reinforcement to reward a behavior they want to see more of. Rewarding behavior increases the likelihood of it happening again. Lots of things can serve as a positive reinforcer for a 5-year-old: stickers, high-fives, and even just a really nice smile."
      },
      {
        "name": "Shock Collars",
        "description": "A shock collar can be used to train a household pet. It is usually used with dogs to stop them from barking or leaving the yard. The collar works by automatically detecting a bark or when the dog has passed a certain boundary. When those events occur, an electrical shock is administered. This might sound cruel, but the degree of shock can be controlled by the owner and most of the collars have various settings to choose from. Because most dogs learn quickly, they will not have to endure shocks over a long period of time. Shock collars are a straightforward example of punishment in operant conditioning. By applying an aversive stimulus following a specific behavior, the incidence of that behavior decreases."
      },
      {
        "name": "Service Upgrade Plans",
        "description": "Now most media companies offer their customers an upgrade plan that eliminates advertising. For a small fee of course. By paying a little extra, a customer can watch programming that is commercial free. This is a very popular technique among today’s biggest media platforms. It’s also an example of negative reinforcement. By removing an unpleasant stimulus (commercials) the media giant is increasing a desired customer behavior (paying a higher fee). This strategy works extremely well."
      },
      {
        "name": "Video Game Play",
        "description": "One of the most intensive applications of operant conditioning can be seen in video games. The game designers make excellent use of rewards and punishment to shape a player’s behavior. For example, accomplishing certain tasks is rewarded by giving the player something useful that will help them do well in the game. This can include special coins or more energy for the player’s character. The rewards are strong incentives and drive the player to spend more time playing. Although this is a desirable arrangement from the player’s point of view, it is also part of the equation in game addiction. Many people become so addicted to video games that they will play all day. Some will avoid bathroom breaks because they don’t want to pause their play for even just a few minutes. Unfortunately, this has become a serious problem for many families and society in general."
      },
      {
        "name": "Time-out",
        "description": "Parents and teachers can use time-out when a child is misbehaving. It simply involves removing the child from the situation where they are acting up and having them sit somewhere else. From the child’s perspective, time-out is punishment. They are being taken away from the play area and made to sit still and quietly, which is very boring to a young child. In terms of operant conditioning, punishment is occurring after unwanted behavior. This is supposed to decrease the likelihood of that behavior happening again. Time-out has been a bit misunderstood over the years. A lot of caregivers use it purely as a punishment. However, it is also supposed to be a time for the child to calm down and reflect on their actions. That reflection process should be guided by the caregiver so that the child can fully understand their actions and learn how to avoid time-out in the future."
      },
      {
        "name": "Nagging",
        "description": "After dinner when the dishes need to be washed, mom and dad usually have to nag their two teenagers to help-out. They scold them and make numerous comments about being responsible, being a part of a family, growing up and not acting like a spoiled child, etc. This nagging is quite unpleasant and the kids feel very annoyed when it happens. So, in order to avoid being nagged, they wash the dishes. This is a classic example of a typical family household with teenagers. It is also a good example of negative reinforcement. By removing an aversive stimulus (mom and dad nagging) a specific behavior is increased (washing dishes)."
      },
      {
        "name": "Credit Card Rewards Programs",
        "description": "Credit cards make money in a variety of ways. One of main ways is by charging vendors a small fee for every purchase transaction. So, the credit card companies want people to use their card as much as possible. They do this by offering a rewards program to customers. This can be in the form of getting cash back on purchases or earning points that can be used for something later. As the name of these programs suggests, they are utilizing operant conditioning. By rewarding the customer every time they use the card, they will be more likely to use the card again."
      },
      {
        "name": "Salary Bonuses",
        "description": "For a lot of people, nothing is more motivating than money. That is exactly why so many companies offer end of the year bonuses. In some professions, like hedge fund managers and stock brokers, this can amount to a significant amount of money. For the CEO of a large corporation, an end of year bonus can be in the tens of millions. It is easy to see the application of operant conditioning here. It is a straightforward case of providing positive reinforcement for wanted behavior. From a theoretical perspective, the sooner the reward follows the behavior the better. For this reason, sales people will often work on a commission, which is a way to deliver positive reinforcement more frequently."
      },
      {
        "name": "Applause",
        "description": "There can be nothing more gratifying than receiving a round of applause after a performance. Or, nothing more humiliating than cold silence. It can be a very rewarding experience or a complete disaster. Operant conditioning tells us that applause can increase the chances that we will perform again. So, if it is a person’s first time in a live production, be it a play or recital, if the audience rewards them with applause, then there will very likely be a second show."
      },
      {
        "name": "Employee of the Month",
        "description": "Everyone likes being recognized for good work and receiving an award. Many companies offer front-line workers various kinds of honors, including Employee of the Month. This often involves a certificate and perhaps the person’s name engraved on a plaque somewhere in public view. The basic reasoning behind these awards is fairly straightforward: rewards increase behavior. So, if you want your workers to do a good job, offer an award for the person that does the best. This will not only make that employee work harder, but it will also affect the behavior of other workers. This is an example of operant conditioning being applied in a work setting. It is just one example of many. HR departments utilize the principles of operant conditioning frequently to motivate personnel to work harder and be more productive."
      }
    ]
  ,
    "category": "Psychology"
  },
  {
    "title": "Positive Reinforcement",
    "definition": "Positive reinforcement is a concept from conditioning theory that refers to the use of rewards and praise to encourage repetition of desired behaviors.",
    "description": "Below I explain each of these, their pros and cons, and when it’s best (and worst!) to use them. ",
    "examples": [
      {
        "name": "Verbal Praise",
        "description": "Verbal praise can be anything from a happy and upbeat “Good job!” through to a public acknowledgement of someone’s good work. We do this in just about any situation – from dog training to schools to the workplace."
      },
      {
        "name": "Food (Candy)",
        "description": "We even do this for ourselves: “If I write 200 more words on this article, I can give myself a gummi bear.” It works well with children, of course, as well as dogs in the form of treats. In fact, it’s probably the most widely used incentive for training dogs. In the workplace, you could provide pizza in the staff room on a Friday if everyone meets their quotas."
      },
      {
        "name": "Money",
        "description": "Money is perhaps one of the biggest incentives of all. It can be traded in for any number of things, including most of the other physical incentives (like food) in this list. In fact, money is the positive reinforcement we all get for waking up and going to work each day!"
      },
      {
        "name": "Free Time",
        "description": "This can be for children or adults. I would often use this as a teacher: “finish all the tasks and we’ll have a free afternoon on Friday for you to play games.” In the workforce, you could set up an incentive structure around completing projects in order to get extra days of paid leave."
      },
      {
        "name": "Choose your Own Activity",
        "description": "Another one popular for school teachers, this positive reinforcement involves allowing students to choose a follow-up activity if they do well in their current activity. For example, you could tell the students that the winner of a quiz can choose the next activity for the whole class (and give them three or four activities to choose from)."
      },
      {
        "name": "Applause",
        "description": "An applause at the end of a performance is one of the most common forms of positive reinforcement in the world. Sometimes it’s just polite, but if you get a standing ovation or a vigorous applause, you know you’ve done a great job."
      },
      {
        "name": "Public Recognition",
        "description": "Public recognition could be a boss standing up in a meeting and pointing someone out for a good job they did. Or, it could be a teacher being so impressed by a student’s artwork that it goes in the class newsletter that week."
      },
      {
        "name": "Subtle Displays of Approval",
        "description": "A display of approval might be a subtle laughter at a well-placed joke or a wink to a kid who did a good job. A good example of this is when someone eats a meal you cooked for them, and you’re eating it quickly (while maybe also making noises of approval while you eat!), which shows the chef that you genuinely liked what they made for you."
      },
      {
        "name": "Power",
        "description": "Many people are very motivated by power. If you’re a boss or teacher, you can give out power to people who you want to reward. In the classroom, this might be allowing a child to choose who is on their ‘team’ for the next activity. At work, this might be a promotion!"
      },
      {
        "name": "Handshake",
        "description": "A handshake is a form of positive reinforcement we use regularly, but we’re not aware of it. A handshake takes place after a competitive sporting event to congratulate the winner, for example."
      },
      {
        "name": "A Smile",
        "description": "When I was younger, there was no better positive reinforcement than a girl giving me a smile after I made an effort to impress her! And this goes for any situation. A teacher smiling as she reads your work or a boss giving you a smile when you hand in your report are both great examples."
      },
      {
        "name": "Star Chart",
        "description": "Start charts are extremely common with younger children. You can use them for potty training, encouraging house work, or even rewards for completing homework at school. Add extra rewards after each 10 starts to further encourage effort."
      },
      {
        "name": "Time Off",
        "description": "Earlier, I mentioned ‘free time’. Free time is common in classrooms, where children stay at school but get to do what they choose. ‘Time off’ might be better for adults, where they can get extra days or even weeks off from work if they meet certain deadlines."
      },
      {
        "name": "One-on-One Time",
        "description": "If access to you is desired, then you can provide it as a positive reinforcement. A good example of this is with a coach, who might tell people in the team that if they do 100 push-ups a day for a month, then they will get a one-to-one coaching session."
      },
      {
        "name": "Extra Time",
        "description": "Some tasks are in fact enjoyable, and students might want extra time on them. You can provide that extra time as a positive reinforcement for good work during the task."
      },
      {
        "name": "A Ticket to a Game, Show or Theme Park",
        "description": "This can also be quite common in the workforce, where people are incentivized with vouchers to spa days or the theatre."
      },
      {
        "name": "Rest or Sleep",
        "description": "In adulthood, I came to learn that sleep is a precious commodity. As a parent, you could reward your partner for their great work by saying: “let me look after the kids for a few hours so you can get some rest.”"
      },
      {
        "name": "A Present (e.g. Toy)",
        "description": "Gifts can take many forms. But one of the most common ones is to buy a toy for a child for doing something well. For example, if a child behaves themselves while shopping, you could say that you will let them choose a toy at the checkout to add to the cart."
      },
      {
        "name": "Less Work",
        "description": "You could offer someone positive reinforcement by telling them they can do less work if they complete the work they’ve got to do well. For example, if someone is making a coffee table, you could say to them: “If you do a great job with the carpentry, I’ll do the painting for you.”"
      },
      {
        "name": "Social Status",
        "description": "Social status could be anything from a special title (“class captain”) to a promotion (from being “junior” to “senior” team member). It works for people who seek the approval of their colleagues and family, or who are motivated by a sense of power."
      },
      {
        "name": "A Trophy or Award",
        "description": "Trophies and awards are common both in schools and the sporting world. A gold-silver-bronze system is easy to set up, and anyone with a printer and laminator can put together customized awards."
      }
    ]
  ,
    "category": "Psychology"
  },
  {
    "title": "Preoperational Stage of Development",
    "definition": "The preoperational stage is the second stage in Jean Piaget’s theory of cognitive development. This stage is from ages 2 to 7 years old.",
    "description": "Although there is a lot of individual variation in how quickly children pass through the four stages that Piaget identifies, the sequence of development is invariant. Symbolic play emerges during the preoperational stage at around the age of 2 years old. As the child gets older, the complexity of symbolic play increases and becomes more abstract.",
    "examples": [
      {
        "name": "Classroom Examples of Symbolic Play",
        "description": "Symbolic play is one of the most charming features of early child development and a common activity in classrooms around the world. Teachers understand the value of symbolic play and make time out in each day’s schedule to allow for its exercise. Symbolic play emerges during the preoperational stage at around the age of 2 years old. As the child gets older, the complexity of symbolic play increases and becomes more abstract. Symbolic play serves a very valuable purpose. It exercises a child’s imagination, helps them make sense of the world around them, and can also help them learn how to navigate interpersonal conflicts."
      },
      {
        "name": "Letter Blocks as a House",
        "description": "One common theme in symbolic play is the home. Children love to engage in pretend house play. Even if they don’t have a doll-house, that’s okay because they can use just about any object to represent a house."
      },
      {
        "name": "Tactile Categorization Lesson Plan",
        "description": "The ability to categorize is fundamental to understanding the world in which we live. In fact, it is the basis of nearly all scientific disciplines. Learning how to categorize objects starts at an early age. Kindergarten teachers always develop lessons plans that teach children the basic principles of categorization. Teaching kids about tactile categorization is a great way to get kids involved because they love to touch and manipulate objects. In this type of lesson, the teacher will lay numerous objects on the table that have different textures. Kids then take turns touching each type of object while the teacher narrates the sensations they are feeling to help build their vocabulary."
      },
      {
        "name": "My Teddy Bear is Hungry",
        "description": "Young children love to pretend that their puppets and stuffed animals have feelings. They will often pretend to feed them, put them to bed, or take them to 'the hospital'. These actions are examples of what Piaget referred to as animism."
      },
      {
        "name": "It’s Not Afternoon Because…",
        "description": "Children need to have routine in their lives. It helps them feel secure because things are predictable. This creates a sense of stability and helps build trust in the world about them. Routines can also reveal interesting aspects of cognitive development when those routines are disrupted."
      },
      {
        "name": "The Transition of Egocentric Language",
        "description": "Although we speak about child development in terms of stages, we should always remind ourselves that there is a gradation in development. The movement from one stage to the next is not smooth and absolute. It oscillates to and fro. Piaget was able to capture an example of how language development reflects egocentric thinking over a course of a year."
      },
      {
        "name": "Collaboration in Action",
        "description": "Piaget’s primary research methodology involved making very astute and detailed observation of children in their natural environment. He would often observe children engaged in play and from those observations inferred the associated cognitive processes. He used this strategy to identify stages of language development as well."
      },
      {
        "name": "Centration, Irreversibility, and Conservation",
        "description": "Because of limited cognitive development, very young children are only able to process a limited amount of information. When they look at an object or situation, the most salient characteristic of that object will attract their attention. Centration can be demonstrated in many ways. For example, arrange two rows of coins that contain the same number and are equally spaced."
      },
      {
        "name": "Egocentric Play",
        "description": "Egocentrism is a very interesting phenomenon. The ability to see things from the point of view of another person sounds simple enough, but it actually represents advanced cognitive development. We can see very clear examples of egocentrism throughout the preoperational stage."
      },
      {
        "name": "The Three Mountains Test",
        "description": "The three mountains test was invented by Piaget to assess egocentrism. The test involves a child looking at a display of three different colored mountains, each with a distinguishing feature. Egocentric children will choose a picture that depicts what they can see, not the doll."
      }
    ]
  ,
    "category": "Psychology"
  },
  {
    "title": "Rehearsal (Elaborative and Maintenance)",
    "definition": "Elaborative rehearsal refers to strategies for committing information to long-term memory. Maintenance rehearsal is for short-term memory.",
    "description": "There are two memory rehearsal forms: This method aims to create a meaningful, personal connection to remember new information. Although elaborative rehearsal functions similarly to maintenance rehearsal, with memory retaining new information through repetition, the elaborative rehearsal technique also involves relating current information to prior knowledge. If a person introduces themself as Cliff, you could create an image of a steep rock face to help you remember the name. Likewise, somebody called Lily could conjure up a picture of a lily pad floating in a lake as a means of remembering. For example, if you’re going away on a trip and need to ensure you don’t forget to pack something, you can “chunk” your list by creating sub-categories. For example, people’s names are often difficult to commit to memory by simply repeating the words using your working memory alone. You can improve memory retention by creating a rhyme using terms already in your more profound understanding. The technique consists of repeating information and assigning it to your long-term memory palace because it includes existing context and meaning. To remember the word “chromatic,” for example, you could add simple words together to form a sentence that assists recall of the word and its spelling. For example, your standard words to rhyme with the numbers one to three could be:- For example, if you want to remember the order of the months, you can use this terrible pun: I often do this at the beginning of a teaching semester. I will try to remember a student’s name by comparing that student to a previous student I’ve had with a similar name. For example, you can think of your childhood home as your space to store your memories. When you have an important memory to maintain, imagine yourself walking in your kitchen and literally placing it on the floor in the middle of the room. To remember a phone number (or any number, for that matter), I’ll try to remember how each number interacts with the previous one. ",
    "examples": [
      {
        "name": "Remembering through Imagery",
        "description": "If you are somebody that struggles with remembering names, an elaborative rehearsal technique would be to associate a new person’s name with an image already retained in your memory. For example, if a person introduces themself as Cliff, you could create an image of a steep rock face to help you remember the name. Likewise, somebody called Lily could conjure up a picture of a lily pad floating in a lake as a means of remembering."
      },
      {
        "name": "Chunking",
        "description": "Chunking, or grouping, is a way to memorize information when you have a long list to recall. For example, if you’re going away on a trip and need to ensure you don’t forget to pack something, you can 'chunk' your list by creating sub-categories. Chunking your long list into categories means your elaborative rehearsal technique allows for improved recall through long-term memory."
      },
      {
        "name": "Rhyming",
        "description": "Organizing information through rhyme helps long-term recall and is a typical elaborative rehearsal technique. For example, people’s names are often difficult to commit to memory by simply repeating the words using your working memory alone. You can improve memory retention by creating a rhyme using terms already in your more profound understanding."
      },
      {
        "name": "Music",
        "description": "Changing the lyrics of a familiar song to suit what you need to remember is one of the elaborative memory techniques that involves thinking but can undoubtedly improve memory recall. The technique consists of repeating information and assigning it to your long-term memory palace because it includes existing context and meaning."
      },
      {
        "name": "Bad Puns",
        "description": "Bad puns can be used to help commit information to memory. The pun becomes a retrieval device that allows the memory to be more effectively carried longer-term. When recalling the information, you can now recall the bad pun – which is easier to remember than a decontextualized fact because it is humorous and in the context of a story."
      },
      {
        "name": "Creating Analogies",
        "description": "Analogies help to contextualize information because you can draw connections between the new information and prior knowledge you have. Simple analogies are usually enough to help retain the name and recall it, with a little help of my internal monologue."
      },
      {
        "name": "Method of Loci",
        "description": "The method of loci involves imagining a three-dimensional space and placing objects you want to remember within that space. For example, you can think of your childhood home as your space to store your memories. When you have an important memory to maintain, imagine yourself walking in your kitchen and literally placing it on the floor in the middle of the room."
      },
      {
        "name": "Remembering Relationships between Numbers",
        "description": "To remember a phone number (or any number, for that matter), try to remember how each number interacts with the previous one. This strategy may help you keep figures in your memory for quite some time."
      }
    ]
  ,
    "category": "Psychology"
  },
  {
    "title": "Reverse Psychology",
    "definition": "Reverse psychology refers to a persuasion technique in which one person tries to get someone to do something by suggesting that they do the opposite.",
    "description": "It can take various forms, such as: Now that you know what reverse psychology is, it’s not probable that reading the sentence above persuaded you to continue reading, but tactics like this one are fairly common in marketing campaigns. The parents might change their strategy and say “Fine, don’t eat your vegetables. I bet you can’t eat all that broccoli anyway,” the child might try to rebel and defiantly eat all the broccoli. If you know that your friend is an agreeable person, you would be right to state your preference directly. If you know that your friend is disagreeable, you might want to use reverse psychology. For example, you might not like your romantic partner’s haircut, but you know they generally disagree with everything you say. So you compliment their haircut. In defiance, they might change it. The sign is, of course, using reverse psychology to make you want to press it. Brands engage in different kinds of anti-marketing ploys to get customers to want their product more. The resulting brands are known in Japan as secret brands—brands that have no regular retail outlets, no catalogs, no commercials, and no web presence, apart from a few cryptic mentions. People like such brands because they are hard to find. For example, saying that you are unprepared or unfit for a competition might be a way to get reassurance. People might say how well-prepared you are, how hard you worked, how talented you are, and so on in hopes of getting your spirits up. For example, if you find your child’s humming annoying and you know that they generally do the opposite of what you tell them to, you can cheerfully start humming in the same way. “Whatever you do, do not send money to the corresponding author to learn how to apply for this exclusive opportunity today. Your patients do not want you to learn about this simple secret, and it’s probably not worth it” (Schwartz, 2015). The child might react by showing more attraction towards their partner just to go against what they perceive as the wishes of their parents. ",
    "examples": [
      {
        "name": "Do Not Read This Article",
        "description": "Telling you not to read this article is a form of reverse psychology. It suggests that you do the opposite, trying to persuade you to continue reading."
      },
      {
        "name": "You Can’t Eat Your Vegetables",
        "description": "Parents sometimes use reverse psychology to get their children to eat vegetables by challenging them not to eat the vegetables. The child might try to rebel and defiantly eat the vegetables, thinking they've won."
      },
      {
        "name": "Going to the Cinema",
        "description": "In social situations, like choosing a movie with a friend, using reverse psychology can help influence the decision-making process, especially with disagreeable individuals."
      },
      {
        "name": "Complimenting Someone Disagreeable",
        "description": "Complimenting someone on something you don't like, especially if they tend to disagree with you, can be a form of reverse psychology to incite them to change."
      },
      {
        "name": "Do Not Press This Button",
        "description": "Signs that say 'DO NOT PRESS' or similar often use reverse psychology to make people want to press the button or engage with the forbidden action."
      },
      {
        "name": "Paradoxical Marketing",
        "description": "Some marketing strategies make products less available and harder to access, using reverse psychology to make customers want them more."
      },
      {
        "name": "Fake Humility",
        "description": "Expressing fake humility, such as claiming to be unprepared or unfit for something, can be a tactic to receive reassurance and compliments from others."
      },
      {
        "name": "Mimicking the Behavior of Others",
        "description": "Reverse psychology can be used to stop annoying behavior in others by engaging in the same behavior, causing them to want to stop."
      },
      {
        "name": "Certificate Probably Not Worth It",
        "description": "An article humorously uses reverse psychology to make readers want to apply for an official certificate in Reverse Psychology, even though it claims the certificate is probably not worth it."
      },
      {
        "name": "I Don’t Like Your Partner",
        "description": "Parents sometimes use reverse psychology by expressing disapproval of their child's romantic partner to increase the child's attraction to them."
      }
    ]
  ,
    "category": "Psychology"
  },
  {
    "title": "Schema",
    "definition": "A cognitive schema is a mental framework that organizes information in the mind. It is a packet of mental information that categorizes objects and concepts.",
    "description": "Our brains like to group things based on common features. We call this a schema. Having schema in our mind makes it easier for us to identify new objects and try to define them based on our existing knowledge of similar objects and concepts. For example, a child may see a cow and say “Look! A Horse!” Here, the child’s schema of ‘horse’ is likely based on the fact it’s a rather large animal with four legs that hangs out in a paddock. For example, a child may think a bee and a fly are the same thing. Then, one day, a ‘fly with stripes’ bites them on the arm! Suddenly, the child starts to learn that there is a difference between a black fly and a stripy bee. For many decades now, scholars, educators, and social activists have been concerned about the lack of gender equality in the sciences. The presence of women in science and tech-based professions has long been unbalanced compared to their male counterparts. Parents will often model early language using simple nouns like “car”, “bus”, and “truck”. In these early stages of language development, simple nouns can help children develop their basic and foundational object schemata. For example, if you were to try a new meal and realize that you don’t like that particular food, then you develop a sense of your liked and dislikes as it pertains to food. Here, you may develop a self-schema such as “I’m a person who doesn’t like to eat meat” or “I don’t like spicy food.” This becomes part of how you see and classify yourself. Children have a very solid understanding of what constitutes a whole object. When they encounter an object that is not whole, then it violates their schema for that object. The food on our table actually has a long history. This history starts with a seed on a farm. That seed is cared for and nurtured using resources from the environment. When the food is ready, it is harvested, processed to some degree, then transported to a local supermarket. Most students, especially younger ones, can get frustrated very easily. If they try a task, can’t do it, then they instantly want to quit…or cry, depending on the age. That is a big problem. Academic subjects are becoming increasingly complex, not simpler. These are natural behaviors of children trying to form new schemas and expand their existing ones. Their minds are relatively blank because of their limited experience, so nearly every object they encounter they don’t have a schema for. That’s when the teacher’s role is activated. Take this scenario for example: at home, a child sometimes plays with their parent’s iPad. It has some fun games and all the child has to do is press a few icons on the screen. That makes the pictures change or the name of the object being said aloud. When at school, a teacher prepares a lesson about the color red. The lesson includes a number of red objects placed in a tub. The objects are of various shapes and sizes. When very young children first enter a school setting, sometimes they will need to form a new role schema for what a student is supposed to do and what a teacher is supposed to do. The child’s mother might say “It’s not the Christmas show. Let’s see how we know that. Look at the walls. See there is no tinsel? There’s no Christmas tree. Santa isn’t here.” Students enter a kindergarten with just a few hundred schemata, and each one is quite basic and one-dimensional. However, as one progresses through the grades, new schemata are formed and many existing schemata become increasingly complex. In each of these outdoor learning opportunities, children are refining their understanding of seasons. In fact, a child’s first assumption may be that there are two unnamed seasons (hot and cold). Then, as we teach them about the transitional seasons, they need to break apart their seasons to develop four distinct schemata. According to Piaget, people come across challenges and problems that destabilize someone’s existing understanding of a schema. To return to cognitive equilibrium (a state of understanding), we undergo assimilation or accommodation. ",
    "examples": [
      {
        "name": "Horse vs Cow",
        "description": "Children develop schemata to differentiate between animals, like horses and cows, based on their characteristics. Accommodation occurs when they split their 'horse' schema into two separate schemata: one for horses and one for cows."
      },
      {
        "name": "Bee vs Fly",
        "description": "Children need to learn the difference between a bee and a fly, often prompted by a potentially painful encounter. This learning process involves differentiating between a black fly and a stripy bee and understanding when to be cautious."
      },
      {
        "name": "Man vs Woman (And Gender Roles)",
        "description": "Gender schema includes beliefs about men and women, incorporating societal gender roles. These schemas influence career choices and gender disparities, as they often guide students to conform to traditional gender roles."
      },
      {
        "name": "Car vs Bus",
        "description": "Children develop object schemata by learning to differentiate between vehicles like cars, buses, and trucks. Parents often use simple nouns and point out differences to help children form accurate schemata."
      },
      {
        "name": "Learning About Personal Likes and Dislikes",
        "description": "Children develop self-schema as they learn about their personal preferences and dislikes, creating a sense of identity. These self-schemata evolve as they gain more experiences and self-understanding."
      },
      {
        "name": "Schema for Broke and Not-Broke",
        "description": "Young children form schemas for intact objects and get distressed when an object is not whole. They seek trusted caregivers to 'fix' objects, restoring cognitive equilibrium."
      },
      {
        "name": "Understanding Where Food Comes From",
        "description": "Children initially have simple schemata for food, seeing it as something for eating. Teachers aim to expand their schemata by explaining the origins of food, teaching that it begins with seeds and goes through various processes before reaching the table."
      },
      {
        "name": "Instilling a Growth Mindset",
        "description": "Teachers work on changing students' self-concept schema from fixed beliefs to a growth mindset. This encourages students to persevere, try, and keep trying, promoting a belief in improving abilities."
      },
      {
        "name": "Building Schema by Exploring Surroundings",
        "description": "Toddlers and young learners explore their environments to form new schemata. Teachers play a crucial role in helping children assign names and attributes to objects they encounter."
      },
      {
        "name": "When a Magazine is not an iPad",
        "description": "Children form schemata based on their experiences, and sometimes these schemata are inaccurate. When a child confuses a magazine for an iPad, they need to accommodate new information to create a new schema."
      },
      {
        "name": "Things that are Red",
        "description": "Children develop object schemata for colors, such as 'red objects.' Teachers help children differentiate objects by providing visual and verbal cues, refining their schemata."
      },
      {
        "name": "The Student/Teacher Roles Schema",
        "description": "Children initially form role schemata for teacher and student roles based on their experiences. Teachers help students understand classroom roles, emphasizing that students follow instructions."
      },
      {
        "name": "Christmas vs Graduation Ceremonies",
        "description": "Children form event schemata for special occasions like Christmas shows and graduation ceremonies. They learn to differentiate these events through visual cues and social norms, integrating them into their schemata."
      },
      {
        "name": "The Entire Educational Continuum",
        "description": "Education involves continuous schema development, from basic object schemata in kindergarten to complex schemata in advanced studies. Students assimilate and accommodate new information throughout their academic journey."
      },
      {
        "name": "Learning the Seasons",
        "description": "Children develop event schemata for seasons, initially simplifying them as 'hot' and 'cold.' They refine these schemata by observing environmental cues, learning to differentiate the four seasons."
      }
    ]
  ,
    "category": "Psychology"
  },
  {
    "title": "Selective Attention",
    "definition": "Selective attention refers to the ability to intentionally focus awareness on specific aspects of a situation or information and drown out other information.",
    "description": "There is an incredible amount of “data” in our environment. It includes visual and auditory stimuli, internal thoughts and memories, as well as subtle olfactory input and even internal bodily sensations. That is an incredible amount of information that can all be processed from a mere glance. So, an interesting question emerges when pondering the rapid-fire processing of facial cues: are they processed automatically or a result of selective attention? This ability runs counter to the spotlight theory (Posner et al., 1980) of selective visual attention which states that we can only focus on one aspect of an image at a time. The term was initially coined by Cherry (1953): Wray et al. (2017) studied 47 children ages 3-4 years old (33 from low SES backgrounds and 14 from high SES backgrounds). Take for example, the disappearing coin trick. The coin is made to disappear as it passes from one hand to the next. We’ve all seen this trick a hundred times over, and we even know how it’s done; the coin is not passed, but rather palmed. ",
    "examples": [
      {
        "name": "Conversations in a café",
        "description": "Being able to have a conversation with another person in a noisy restaurant."
      },
      {
        "name": "Reading with the TV on",
        "description": "Reading a book while your partner is sitting next to you watching TV."
      },
      {
        "name": "Delivering a presentation",
        "description": "Delivering an oral presentation on the pros and cons of various research methodologies in front of your classmates and professor."
      },
      {
        "name": "Phone conversations in busy places",
        "description": "Talking on the phone to a relative in a house full of energetic children."
      },
      {
        "name": "Listening and driving",
        "description": "Listening to an audiobook while driving to work."
      },
      {
        "name": "Change blindness",
        "description": "Paying so much attention to the magician’s left hand, that you fail to notice that the magician changed the cards in his right hand."
      },
      {
        "name": "Playing sports with crowds",
        "description": "Playing in a well-attended basketball tournament in the presence of a raucous crowd, enthusiastic cheerleaders, and school band."
      },
      {
        "name": "Surgery",
        "description": "Performing an emergency medical procedure in a busy ER."
      },
      {
        "name": "Mental filtering",
        "description": "Also known as negativity bias, this involves paying attention to the negatives and ignoring the positives. This can lead to negative consequences like anxiety and depression."
      },
      {
        "name": "Listening to a lecture",
        "description": "Being able to follow the lecture of a professor in class even though there are many distractions in the room."
      },
      {
        "name": "Dealing with snoring",
        "description": "Writing an academic paper in your dorm room while your roommate snores and other residents are having a party in the hallway."
      },
      {
        "name": "Directing attention while driving",
        "description": "Driving through the city and avoiding collisions with other vehicles, pedestrians, and bike riders."
      },
      {
        "name": "Belief perseverance",
        "description": "Selective attention may also refer to the cognitive bias of only paying attention to things that confirm your point of view, leading you into an echo chamber."
      }
    ]
  ,
    "category": "Psychology"
  },
  {
    "title": "Maslow’s Hierarchy of Needs",
    "definition": "Self-actualization is the realization or fulfillment of one’s full talents and potentialities. It is the process of fully developing oneself physically, mentally, and spiritually.",
    "description": "The concept was first introduced by psychologist Abraham Maslow in his hierarchy of needs. It is the top growth need for human beings and represents the full realization of human potential. When a person has realized their fullest potential, they have reached a state of self-actualization. As Maslow stated, “What a man can be, he must be.” ",
    "examples": [
      {
        "name": "Mahatma Gandhi",
        "description": "Maslow himself recognized Gandhi as being a rare example of a person that reached self-actualization. Gandhi was an Indian lawyer and social activist that became the leader of a national movement against British rule. During his time in South Africa, he endured insults and physical attacks by members of the white ruling class. As he witnessed his fellow Indians being treated in the same manner, he became more assertive of his rights as a human being. He started to defend his dignity and refused to accept the unjust social order as normal. The rest of his life was comprised of political activism in both South Africa and India. He organized protests and utilized the act of civil disobedience. Scholars today give him credit for being the catalyst of three revolutions against colonialism, racism, and violence."
      },
      {
        "name": "Monks",
        "description": "A monk is a man or woman that has joined a religious community. They have chosen a life that is simple and free from many of the ill trappings of modern society. For example, they usually live in a monastery, do not drink alcohol, smoke, or engage in sexual activities. Many characteristics of a monk’s lifestyle are the same as those identified by Maslow as being part of self-actualization. For example, monks are devoted to a religious cause that is larger than themselves. They are uninterested in fame or monetary awards, and they have a perspective on life that is free from judgment. Some monks spend a great deal of time meditating. During mediation one can feel a connection with the universe, have deep and meaningful insights, and may experience emotional states that are highly unusual and awe-inspiring. These are very similar to the peak experience that Maslow described."
      },
      {
        "name": "Starving Artists",
        "description": "One of the characteristics of a person that has reached a state of self-actualization is that they are completely unconcerned with money. They do what they do because of their love and devotion to that endeavor. They are totally absorbed with their pursuit. Unfortunately, being an artist is not a lucrative career choice. Of course, there are exceptions, but an overwhelming percentage of artists only have the rewards of their creativity to benefit from. Their works often address broad societal issues that are relevant in today’s society. Powerful commentary on the injustices of the world dominate their thinking and they often feel an obligation to speak out on such matters. These are some of the same characteristics that Maslow used to describe people who are self-actualized."
      },
      {
        "name": "Motherhood",
        "description": "Some of the key characteristics of self-actualized people include: being courageous, independent, good problem-solvers, and having a tremendous sense of personal responsibility. They are also dedicated to a cause that is larger than themselves and are willing to make personal sacrifices. Those all sound like the exact characteristics of motherhood. Mothers are fully devoted to raising their children as best as they possibly can. They are willing to make extreme sacrifices if necessary. And of course, mothers must be excellent problem-solvers. Mothers also must be enduring, patient, and capable of incredible multi-tasking. Although most scholars may not identify motherhood as an example of self-actualization, the fact that it contains many of the same characteristics makes it a very suitable example."
      },
      {
        "name": "The Stars in Nike Advertising",
        "description": "Nike commercials have helped bring the company huge success. One famous entrepreneur, Steve Jobs, was particularly impressed with the Nike shoe campaigns. He marveled at how successful the advertising designers were at tapping into people’s desire for greatness, through shoes. He once noted that in most Nike commercials, the shoe is hardly ever seen on screen. There is little to no information in the ad about the shoe itself. No elaborations on its structure or the materials used to make it superior. The ads are all about achieving greatness and excelling like you have never excelled before. This is a perfect example of advertising trying to tap into Maslow’s fifth level of his hierarchy of needs: the need for self-actualization."
      },
      {
        "name": "The Enlightened Woman in “The Greatest Commercial of All Time”",
        "description": "Of course, there is no way to determine what is the “greatest commercial of all time.” This is purely a personal opinion. However, one commercial that often gets mentioned by professionals in the advertising industry is the Apple 1984 ad. The commercial aired during Super Bowl XVIII in 1984. The ad depicted a grainy monochrome grey auditorium with a large screen at the front. The audience stood in front of the screen, nearly lifeless and bald, all dressed in grey. As a big-brother-type character was preaching about the “unification of thought”, all of a sudden, a young woman runs inside. Carrying a huge sledgehammer and being chased by police, she slings the hammer and destroys the screen. The goal of the ad was to tap into people’s desire to not conform, to be different and unique. The message was clear: if you want to be transcendent, use a Mac."
      }
    ]
  ,
    "category": "Psychology"
  },
  {
    "title": "Self-Determination Theory",
    "definition": "Self-determination theory (SDT) is a theory of motivation. ‘Self-determination’ is the sense that we are on control of our own lives and choices, are motivated, and can meet our potential.",
    "description": "The theory looks at how this state of being is achieved. These are: Self-determination is maximally achieved at the ‘intrinsic regulation / intrinsic motivation’ stage. But when you feel as if you have the fundamental skills required to succeed, you’ll be more motivated to engage with the task. We need meaningful relationships and interactions in order to feel as if we are reaching our maximum potential. Deci and Ryan also state that we need to “experience caring for others” as part of our lives. This doesn’t mean that we need to be independent, but we do want to have the agency to make choices and influence our immediate environments. For example: if you are told you must do a task that you consider to be too hard, your motivation levels will be very, very low. But if you have the freedom to do a task you consider yourself capable of completing, your motivation levels will likely be much higher. And in general, Deci and Ryan argue that providing rewards for things you were initially intrinsically motivated to complete can be a negative influencing factor. You’re sometimes better off without the award! It is the process of going from extrinsic motivation to intrinsic motivation over time. Orientations are just ways we look at things and behave in situations. Here are the three orientations: The theory shows that when all three needs are met, you tend to have strong intrinsic motivation, strong self-esteem, and are well-adjusted. Extrinsic goals are seen as goals that are outward-looking, such as wealth, looks, and adoration. Intrinsic goals are seen as inward-looking, such as a sense of community connectedness, personal relationships, and personal development. Relatedness is about personal relationships, including family, romantic, and friendship relationships. The theory states that relationships are important for wellness and personal development. ",
    "examples": [
      {
        "name": "Autonomy",
        "description": "Autonomy is a key feature of self-determination. It means that you can make decisions without the permission of others."
      },
      {
        "name": "Connectedness",
        "description": "Self-determined people may be able to make their own decisions, but they also have communities and support networks that can enable them to succeed and support them as they make their decisions."
      },
      {
        "name": "Competency",
        "description": "To feel as if you can do something yourself and make your own decisions, you need to have the belief that you are competent enough to do it."
      },
      {
        "name": "Initiative",
        "description": "People with initiative won’t wait for others to tell them what to do. Instead, they identify the things that need to be done and they go out and do them."
      },
      {
        "name": "Drive",
        "description": "Drive refers to a person’s ability to get moving on a task. It means there is some sort of motivating factor inside of you that makes you feel like you want to get up and get started on things."
      },
      {
        "name": "Entrepreneurialism",
        "description": "Instead of just relying on someone else to give them a job, entrepreneurs go out and make work for themselves by offering up their services as a business. This is a key way to achieve self-determination in your life (and potentially even wealth and financial freedom!)."
      },
      {
        "name": "Independent thinking",
        "description": "People who have achieved self-determination don’t rely on the opinions of their parents, teachers, or friends to guide the choices they make. Instead, they will make choices and come to conclusions by themselves."
      },
      {
        "name": "Persistence",
        "description": "People who do not make genuine decisions for personal interest often lack persistence. This is because the decisions aren’t guided by their true desires. By contrast, a person who is self-determined makes decisions based on their own wants and desires, so they’re more likely to follow through on their choices even when times get tough."
      },
      {
        "name": "Self-belief",
        "description": "Sometimes, it requires self-belief to be self-determined. This is because you need to believe that you’re capable of making your own decisions in order to be confident about making them."
      },
      {
        "name": "Resilience",
        "description": "Resilience may also be a trait of a self-determined person because they know who they are and what they want. As a result, they are okay if people don’t agree with them or criticize them; and they’re okay if it takes setbacks to get where you want to go."
      },
      {
        "name": "Joining communities of practice",
        "description": "If you seek self-determination, you’ll often join a group or community that helps you get there. This also shows initiative. For example, if you want to become a great athlete, you might join your local athletics club as your first step toward your self-chosen goal."
      },
      {
        "name": "Taking further education",
        "description": "If you take steps to educate yourself in your career path or personal interests, you’re demonstrating the belief that it’s within your control to achieve the life you desire. That, in itself, is self-determination."
      },
      {
        "name": "Autodidacticism",
        "description": "You don’t need to take formal education to demonstrate that you have self-determination. You can also teach yourself, such as when someone teaches themselves to play guitar. This is called autodidacticism."
      },
      {
        "name": "Doing extracurriculars",
        "description": "Many high school students take extracurricular activities to demonstrate their self-determination to prospective universities. By doing their extracurricular activities, they’re showing that they are making intentional choices to get what they want out of life."
      },
      {
        "name": "Changing paths",
        "description": "A person with self-determination believes their choices influence their life path. If the path they’re on isn’t serving their needs, they will change paths, knowing that this is the right thing to do in order to reach their goals in life."
      }
    ]
  ,
    "category": "Psychology"
  },
  {
    "title": "Sensorimotor Stage of Development",
    "definition": "According to Piaget, the sensorimotor stage of development is a child’s first stage of development. This stage lasts from birth to 2 years old.",
    "description": "The newborn does not have a well-developed brain, particularly in the frontal cortex. Therefore, the child must develop an understanding of the world through the 5 senses. Sucking and grasping reflexes, vocalizations and crying as early forms of communication, movements of the limbs, head and trunk, are all fundamental behaviors that can be observed in infants. They are biologically ingrained and there is little “cognition” involved in their development. However, Piaget used the term to describe reflexes as well. For instance, “The sucking reflex can be conceived as a global schema of coordinated movements…” (p. 35). Piaget highlights a milestone in this stage that involves the intentionality of the infant exploring the environment sensorily: Piaget painstakingly presents a variety of stimuli to the infant and makes note of the responses. Although some inferences are required because the infant cannot explain themselves, his notes suggest intent. The palmar reflex can be demonstrated just hours after birth, but will start to fade around the age of 2 or 3 months. After three months, some babies will still struggle to firmly grasp and hold on to soft objects. This is quite normal and so there is no need to worry. The ability to hold objects of interest, (thank you, opposable thumbs), is considered one of the key factors that facilitated human intelligence. Few other species have this digit, and humans have made use of it in meaningful ways. Based on his observations, Piaget identified at least 5 stages of prehension. In Piaget’s own words: “the movements are centered on a result produced in the external environment and the sole aim of the action is to maintain this result; furthermore it is more complex, the means beginning to be differentiated from the end” (p. 157). The distinguishing factor between secondary circular reactions and tertiary reactions is that now the child slightly alters repetitive acts to see variation. The terminology may be unfamiliar and difficult to decipher, but Piaget is describing the child’s ability to think at a much more advanced level than in the previous stage. ",
    "examples": [
      {
        "name": "The Sucking Reflex",
        "description": "As Piaget describes in his seminal work, The Origins of Intelligence in Children, basic reflexes are essential to the organism’s survival.\nSucking and grasping reflexes, vocalizations and crying as early forms of communication, movements of the limbs, head and trunk, are all fundamental behaviors that can be observed in infants. They are biologically ingrained and there is little “cognition” involved in their development.\nHis theory is heavily based on his direct observations of babies and children of various ages. For example, Piaget provides a detailed description of how the sucking reflex has already manifest the day after birth.\nIn his notes for Observation #2, he writes, “Laurent is lying on his back with his mouth open, his lips and tongue moving slightly in imitation of the mechanism of sucking, and his head moving from left to right and back again, as though seeking an object. These gestures are either silent or interrupted by grunts with an expression of impatience and of hunger” (Piaget, 1936, p. 26)."
      },
      {
        "name": "The Reflex Schema",
        "description": "Piaget adopts the notion of a reflex schema and emphasizes its essentiality to the infant’s survival, without ascribing what most of us would consider a “cognition” to this action, even though the term schema is often defined as a mental framework.\nHowever, Piaget used the term to describe reflexes as well. For instance, “The sucking reflex can be conceived as a global schema of coordinated movements…” (p. 35).\nAs the baby continues to explore its environment, it may put a variety of objects in its mouth to determine if they too can provide nourishment. This is a sucking reflex schema that is in a continuous state of change.\nPiaget demonstrated the reflexive nature of the sucking response and provides a detailed description, partially quoted here: “I touch the middle of his cheek with my index finger bent first to the right, then to the left; each time he immediately turns to the correct side…” (p. 29)."
      },
      {
        "name": "Circular Reaction: Assimilation and Accommodation",
        "description": "In the stage called Primary Circular Reactions, we can gain a deeper understanding of the chosen terminology by going directly to Piaget’s writings. Again, some explanations of assimilation and accommodation, similar to schema, can sometimes be misunderstood as being purely cognitive.\nPiaget highlights a milestone in this stage that involves the intentionality of the infant exploring the environment sensorily:\n“…it is one thing to repeat indefinitely a maneuver which has been successful and quite another thing to attempt to grasp an object in a new situation” (p. 49).\nThe key development is that the reflex is now associated with intent. The intent is to assimilate stimuli from the external world to be made sense of and organized. Hence the term “circular”."
      },
      {
        "name": "Visual Assimilations: The Human Face",
        "description": "At the end of the first month, Piaget makes some detailed observations of the infant’s visual tracking abilities and interests. As the visual system develops rapidly during this time, the baby progresses from being passively attracted to stimuli temporarily, to purposively processing specific features.\nPiaget painstakingly presents a variety of stimuli to the infant and makes note of the responses. Although some inferences are required because the infant cannot explain themselves, his notes suggest intent.\nFor example:\n“Observation 34. His examination of people is just as marked, especially after…his first smiles. When one leans over him, as when dressing him, he explores the face section by section: hair, eyes, nose, mouth, everything is food for his visual curiosity… he alternately looks at his nurse and at me…his eyes oscillate between my hair and face….he looks in turn at his nurse, his mother, and myself with a change of attitude when confronted by each new face and a abrupt and spontaneous moving of his glance from one face to the other”  (p. 68-69).\nThe newborn is captivated by the human face in particular. It is a much more interesting image than other objects Piaget presented, such as a handkerchief or lit match."
      },
      {
        "name": "The Grasp Reflex",
        "description": "The grasp reflex, also called the palmar grasp reflex, is an involuntary response to the palm being pressed lightly. There are two components to this response: one is the closing of the fingers around the object, and the second is the clinging, which is actually strong enough to hold the baby’s weight.\nThe palmar reflex can be demonstrated just hours after birth, but will start to fade around the age of 2 or 3 months. After three months, some babies will still struggle to firmly grasp and hold on to soft objects. This is quite normal and so there is no need to worry.\nRegular examinations by a pediatrician will involve appropriate assessments and normative comparisons for the baby’s age and gender which will ensure that any issues are identified.\nOf course, there are lots of ways for caregivers to facilitate this key developmental milestone. Baby gyms and soft toys are available in most toy stores.\nThese items offer great opportunities for a baby to attempt to reach for and grasp a variety of visually and tactilely stimulating objects."
      },
      {
        "name": "The Emergence of Deliberate Action",
        "description": "“With the mouth, the eye, and the ear, the hand is one of the most essential instruments of which the intelligence, once it has been established, will make use” (Piaget, 1936, p. 88).\nThe ability to hold objects of interest, (thank you, opposable thumbs), is considered one of the key factors that facilitated human intelligence. Few other species have this digit, and humans have made use of it in meaningful ways.\nVoluntary grasping quickly becomes an early manifestation of deliberate action, around the age of 2 months according to Piaget.\nIn his words: “…the definitive conquest of the mechanisms of grasping marks the beginning of the complex behavior patterns which we shall call “assimilations through secondary schemata” and which characterize the first forms of deliberate action” (p. 88).\nThis is a key milestone in cognitive development, which although takes place in the sensorimotor stage, is much more than just a sensory experience. It is an indicator of intent, a cognitive construct."
      },
      {
        "name": "Prehension: Stages Two and Three",
        "description": "Prehension is defined as the act of taking hold, or grasping. It derives from the Latin verb prehendere. Modern descendants of the word include comprehend (to grasp the nature or significance of).\nBased on his observations, Piaget identified at least 5 stages of prehension.\nStage 1 includes the involuntary grasp reflex, while stages 2 and 3 represent the emergent coordination between the visual and motor cortex. This is a key development, although not as straightforward as we might prefer.\nFor example, in stage 2 “…the glance already follows the hand movements but the latter are not governed by the former” (p. 102).\nThis means that the infant can track the movement of their hands as long as they are in their visual field, but the hands seem to have a “mind of their own”. The hands often move outside the visual field, which implies they are not under control of the visual system.\nAlthough the coordination between the eyes and the hands is progressing, the degree of this coordination is very limited.\n“It is not yet possible to speak of coordination between vision and prehension, since the child knows neither how to grasp what he sees…nor how to hold before his eyes that which he has grasped…” (p. 106)."
      },
      {
        "name": "Means to an End",
        "description": "There is an important distinction between a primary circular reaction and secondary ones. That distinction lies in the fact that secondary reactions are a result of purposeful experimentation. The actions are engaged in order to see a result.\nIn Piaget’s own words: “the movements are centered on a result produced in the external environment and the sole aim of the action is to maintain this result; furthermore it is more complex, the means beginning to be differentiated from the end” (p. 157).\nIn Observations 94 and 95 (pp. 157-159), Piaget describes in detail his experimentation with Lucienne. First, he observes that while lying in her bassinet, she causes the cloth dolls attached to swing. She finds this enjoyable and smiles.\nBut, Piaget points out that he cannot yet infer intent, or that she has enacted with the goal of a means-to-end purpose.\nOver the next couple of months, he presents different scenarios using different dolls, placing the dolls in different locations on the bassinet, changing bassinets, and using other objects such as puppets.\nEach time, he observes Lucienne engaging in the same sequence of experimentation, she kicks her feet to make the objects move. She pauses, then repeats. She often looks intently as though studying this cause-and-effect connection between her actions and response of the external world.\nPiaget is convinced; he concludes that she is exhibiting secondary circular reactions."
      },
      {
        "name": "The Scientist Emerges",
        "description": "Piaget labels the tertiary circular reactions stage as representing a profound advancement in the child’s cognitive development. In fact, he describes this stage as the “discovery of new means through active experimentation” (p. 267).\nThe distinguishing factor between secondary circular reactions and tertiary reactions is that now the child slightly alters repetitive acts to see variation.\nMuch like the scientist manipulates the level of the independent variable (IV) to observe changes in the dependent variable (DV), so does the emerging toddler.\nPiaget’s description of Laurent’s behavior is illuminating:\n“At 0;10 (11) Laurent is lying on his back but nevertheless resumes his experiments of the day before. He grasps in succession a celluloid swan, a box, etc., stretches out his arm and lets them fall. He distinctly varies the positions of the fall. Sometimes he stretches out his arm vertically, sometimes he holds it obliquely, in front of or behind his eyes, etc. When the object falls in a new position (for example on his pillow), he lets it fall two or three times more on the same place, as though to study the spatial relation; then he modifies the situation” (p. 269).\n“The child discovers in this way that which has been called in scientific language the “experiment in order to see” (p. 266)."
      },
      {
        "name": "Systematic Intelligence",
        "description": "The final development in the sensorimotor stage is distinctly and qualitatively different from previous sensory-based explorations. Now Piaget talks about a systematic intelligence; one that involves mental representations of the external world and the ability to create “invention” by constructing mental combinations.\nThe terminology may be unfamiliar and difficult to decipher, but Piaget is describing the child’s ability to think at a much more advanced level than in the previous stage.\nAn exert from his notes may help:\n“I then put the stick between him and the bread…Laurent again looks at the bread, without moving, looks very briefly at the stick, then suddenly grasps it and directs it toward the bread. But he grasped it toward the middle…so that it is too short to attain the objective. Laurent then puts it down and resumes stretching out his hand toward the bread. Then…he takes up the stick again, this time at one of its ends (chance or intention?), and draws the bread to him” (p. 335).\nThe child has used an object in a novel way to reach a goal. From a Piagetian perspective, this is an advancement in cognitive development that represents a sophisticated mental operation."
      }
    ]
  ,
    "category": "Psychology"
  },
  {
    "title": "Social Penetration Theory",
    "definition": "Social penetration theory explores stages of relationship progression and what happens in each stage.",
    "description": "Carpenter & Greene (2015) show that the onion analogy is a fitting illustration for outlining the workings of social penetration theory. The theory is able to account for the differences between individuals, as well as the differences in the level of intimacy that they feel comfortable sharing with one another. Additionally, critics have commented that the theory does not explain the nuances of why some relationships are more successful than others. ",
    "examples": [
      {
        "name": "Orientation Phase",
        "description": "During the orientation phase, because of the newness of a certain relationship, people tend to be careful not to provide too much information about themselves.\nAdditionally, socially acceptable topics are typically discussed while more negative topics are often avoided.\nExample: Michael starts a new school as a transfer student. It is his first day, and he briefly talks to a few people about class schedules and rules."
      },
      {
        "name": "Exploratory Phase",
        "description": "In the second stage of the relationship process, known as the exploratory phase, people tend to divulge more personal information, the shallowness of conversations begins to subside, and people open up to becoming more casual with one another.\nThis phase has been studied extensively by sales managers/business managers to better understand how to build lasting relationships with their customers.\nMany business relationships tend to not make it past the exploratory phase, and some companies believe if they can reach the next phase of communication with their customers, it will in higher sales numbers for their company (Mangus et al., 2020, pp.375-380).\nExample: Jane is meeting her co-workers for the 2nd or 3rd time. They can get to know each other better, and they casually their share beliefs about social media."
      },
      {
        "name": "Affective Exchange Phase",
        "description": "During the affective exchange phase of communication, there is a more relaxed atmosphere where people feel comfortable enough to share more personal information. There is also an atmosphere of openness and familiarity.\nExample: James meets his wife’s parents for the fourth time, and they playfully joke around, and discuss Christmas plans with the family."
      },
      {
        "name": "Stable Exchange Phase",
        "description": "The final phase, the stable exchange phase, tends to be conversations regarding private or sensitive topics.\nIt is often truthful, candid, and both people do not hold back emotions or opinions that they might have.\nExample: You are sharing a difficult situation you experienced with a close friend, and asking for advice on what to do next."
      },
      {
        "name": "Social Depenetration Phase",
        "description": "In some scenarios, social separation, or social depenetration stage, can take place. This can be a result of an argument, or another event.\nThe outcome is that the depth of the relationship gradually, or in some cases, suddenly changes. The state of the relationship becomes strained, and this strain leads to less and less communication with that person.\nFor instance, after a break-up or divorce, two people in a relationship stop communicating with each-other."
      }
    ]
  ,
    "category": "Psychology"
  },
  {
    "title": "Sublimation",
    "definition": "Sublimation involves channeling unwanted or disturbing thoughts, impulses or desires into something positive and constructive.",
    "description": "The premise is that confronting unwanted impulses produces intrapsychic conflict that must be attenuated by some means. One method of attenuation is to transform the energy from that internal conflict into an act or behavior that is socially acceptable. Each one of these sports could be an example of sublimation. People that participate in these kinds of activities may have an innate desire for violence and inflicting harm on other human beings. All of this turmoil created a need for control that Wilbur manifest by “hanging on” to his words.In an attempt to gain control over his life, he found it difficult to just express himself freely. Most animators specialize in a certain domain, such as creating sci-fi scenes or landscape backgrounds in fantasy movies. Jennifer is one of those specialists. Others may enjoy the sense of power and control it offers. While others may choose to enforce the law because of a sublimated impulse to commit crime. If the world is unstable and unpredictable, then it means that harm could come our way at any moment. That can be a frightening realization to live with every single day. ",
    "examples": [
      {
        "name": "Jessica's Paintings",
        "description": "Jessica creates amazingly detailed paintings that depict predators stalking prey, which may or may not symbolize her inner hostilities towards society."
      },
      {
        "name": "Children Wanting to Misbehave",
        "description": "Some children really want to misbehave, so they try to exert control over that feeling by telling the teacher when other children don’t follow the rules."
      },
      {
        "name": "Jamal's Secret Crush",
        "description": "Jamal has a secret crush on the girl that sits next to him in class, so when his buddies start making jokes about her hair, he defends her vigorously and gets angry with them."
      },
      {
        "name": "Lucy's Pent-Up Hostility",
        "description": "Lucy has a lot of pent-up hostility toward her coworkers, who she finds lazy and irresponsible. So, several times a week she goes to the gym for one-to-one kick-boxing lessons."
      },
      {
        "name": "Bill's Unspoken Feelings",
        "description": "Bill has very strong feelings for his best friend’s sister. Instead of acting on those urges, he writes a lot of poems about her that she will never see."
      },
      {
        "name": "Adrian's Obsessive Neatness",
        "description": "Adrian grew up in a household that was full of chaos. Now that he is an adult, he is obsessively neat. Everything in his home has a very precise placement that he checks every morning before leaving for work."
      },
      {
        "name": "Kumar's Coping Mechanism",
        "description": "Kumar often feels overwhelmed with sadness about the state of world poverty. To help himself cope, he frequently volunteers at the local soup kitchen for the homeless."
      },
      {
        "name": "Adrian's Striving for Approval",
        "description": "Deep down inside, Adrian never feels like his parents are proud of him, so he spends an excessive amount of time studying to earn good grades."
      },
      {
        "name": "Maria's Fear of Loneliness",
        "description": "Maria doesn’t like being alone; it makes her feel unwanted and is deeply hurtful. To compensate, she has joined so many social groups at school that nearly every moment outside of class is filled with club activities."
      },
      {
        "name": "James' Embarrassment",
        "description": "James comes from a poor family and he feels quite embarrassed by his upbringing. That is why he works 3 jobs and spends all of his money on designer clothes and accessories."
      }
    ]
  ,
    "category": "Psychology"
  },
  {
    "title": "Vicarious Punishment",
    "definition": "Vicarious punishment is when one person observes another person (the model) being punished after doing something.",
    "description": "This results in the observer being less likely to engage in the same behavior they just witnessed being punished. That is a recipe for anxiety, but also a recipe for observational learning. If a child sees another student being punished by the teacher for playing with a certain object, or leaving the classroom without permission, then that scenario is a very informative instance of vicarious reinforcement. For example, when watching a TV show about romantic relationships it is easy to see that certain behaviors will be punished: cheating on one’s spouse, forgetting about anniversaries, or being truthful about form-fitting jeans. Some of those believers may actually have friends and acquittances that lost all of their retirement savings. One of the most popular PSAs featured a couple of crash-test dummies, Vince and Larry. The commercial showed what happens to the human body in a car crash if not wearing a seatbelt. This is why listening to the stories of grandma and grandpa is not just a nice thing to do, but a lot can be learned from people who have made it through life for 70 or 80 years. Heeding their warnings and internalizing their principles of life can save a person a lot of grief. Watching the news can be a great source of vicarious punishment. Since most news is negative, there are a lot of lessons to be learned about what gets people in trouble. For example, people can learn about what not to do through office gossip. It can provide valuable information regarding the consequences of being late, doing sloppy work, or which supervisor is the most vindictive. For example, there are many biographies of famous people that not only describe their path to success, but also talk about the sacrifices and regrets they endured on their way. This is how cubs learn to hunt and chimpanzees learn to use tools to gather termites. Not only do animals learn the correct way to carry out certain survival behaviors, but they also learn what not to do by witnessing others. The lessons of history are full of opportunities to learn through vicarious punishment. Errors in political miscalculations that led to world wars, the dangers of dictatorships and autocratic rule, or the mishandling of pandemics, all present opportunities to choose a better path. As mentioned in one of the examples of vicarious punishment above, one of the main advantages of vicarious punishment is that there is no need to experience the punishment directly. That’s why learning what not to do through vicarious punishment can be so efficient. Instead of making all of those mistakes, wasting time and resources, and expending so much psychological energy, it is much more efficient to avoid those errors to begin with. Experiencing a situation first-hand and enduring the pain of punishment directly is far stronger than through observation alone. Observing someone very similar to ourselves get punished is a lot more compelling than observing someone that we have nothing in common with. ",
    "examples": [
      {
        "name": "In the Classroom",
        "description": "The first day of school can be a confusing time for students, especially younger children. The environment is unfamiliar, the teacher is new, and the rules are unknown. That is a recipe for anxiety, but also a recipe for observational learning. If a child sees another student being punished by the teacher for playing with a certain object, or leaving the classroom without permission, then that scenario is a very informative instance of vicarious reinforcement."
      },
      {
        "name": "On Television Shows",
        "description": "People learn a lot from watching television shows. It’s possible to learn how to cook a delicious meal or even how to renovate a bathroom. People can also learn about the laws of society or the principles of ethical behavior. For example, when watching a TV show about romantic relationships it is easy to see that certain behaviors will be punished: cheating on one’s spouse, forgetting about anniversaries, or being truthful about form-fitting jeans."
      },
      {
        "name": "Trading Stocks",
        "description": "There are a lot of people that think they can open an online account and start day-trading their way to riches. Even though they have no experience, no access to internal reports of the companies they are trading, and no insider information, they still believe. Some of those believers may actually have friends and acquaintances that lost all of their retirement savings. Instead of benefiting from vicarious punishment and realizing that they too will lose everything, they still think they can do it. Unfortunately, this is an example of the power of the overconfidence bias to override the power of vicarious punishment."
      },
      {
        "name": "Crash-Test Dummies",
        "description": "Wearing seatbelts saves lives. Today, this is a well-known fact. However, there are still lots of people that resist buckling up. Over the years, various public service announcements (PSAs) have encouraged drivers to wear seatbelts. One of the most popular PSAs featured a couple of crash-test dummies, Vince and Larry. The commercial showed what happens to the human body in a car crash if not wearing a seatbelt."
      },
      {
        "name": "Through Personal Narratives",
        "description": "The term 'vicarious' is not limited to direct observation. There are different forms of vicarious learning, such as in reading a book or listening to the life stories of elders. This is why listening to the stories of grandma and grandpa is not just a nice thing to do, but a lot can be learned from people who have made it through life for 70 or 80 years. Heeding their warnings and internalizing their principles of life can save a person a lot of grief."
      },
      {
        "name": "Watching the News",
        "description": "There really is no excuse for not being informed in today’s world. There are multiple news channels and many are on 24-hours a day. Watching the news can be a great source of vicarious punishment. Since most news is negative, there are a lot of lessons to be learned about what gets people in trouble. From political scandal to fraudulent money schemes, to the dangers of illicit affairs and co-worker romance, today we can see others suffer the consequences of their ill judgment any time of day."
      },
      {
        "name": "Learning Through Office Gossip",
        "description": "Office gossip gets a bad rap. It is usually associated with negative outcomes like people denigrating their colleagues or engaging in sneaky social manipulation. While those are true, there are also some benefits to office gossip that often go unacknowledged. For example, people can learn about what not to do through office gossip. It can provide valuable information regarding the consequences of being late, doing sloppy work, or which supervisor is the most vindictive."
      },
      {
        "name": "Through Reading",
        "description": "Reading can be just as an effective form of vicarious punishment as direct observation. In fact, because so many people might read the lessons taught in a popular book or novel, it can actually be more powerful because of the scale of impact. For example, there are many biographies of famous people that not only describe their path to success, but also talk about the sacrifices and regrets they endured on their way."
      },
      {
        "name": "In the Animal Kingdom",
        "description": "Vicarious punishment also occurs in the animal kingdom. Since there are obviously no books to read or PSA’s to watch, animals learn a lot by observing the actions of their parents. This is how cubs learn to hunt and chimpanzees learn to use tools to gather termites. Not only do animals learn the correct way to carry out certain survival behaviors, but they also learn what not to do by witnessing others."
      },
      {
        "name": "History",
        "description": "In the book The Life of Reason (1905/1906), Spanish philosopher George Santayana wrote, 'Those who cannot remember the past are condemned to repeat it.' A modern version is often stated as, 'those who do not know history are doomed to repeat it.' The lessons of history are full of opportunities to learn through vicarious punishment. Errors in political miscalculations that led to world wars, the dangers of dictatorships and autocratic rule, or the mishandling of pandemics, all present opportunities to choose a better path. Those choices can save millions of lives if those in powerful positions take due note."
      }
    ],
    "category": "Psychology"
  }
]